[
    {
        "filename": "Women-Entrepreneurs-GO.pdf",
        "filepath": "/Users/chaitanyakartik/Projects/TTS/prototype/voicebot/data/pdfs/Women-Entrepreneurs-GO.pdf",
        "content": ""
    },
    {
        "filename": "ESDM-Special-Incentives.pdf",
        "filepath": "/Users/chaitanyakartik/Projects/TTS/prototype/voicebot/data/pdfs/ESDM-Special-Incentives.pdf",
        "content": ""
    },
    {
        "filename": "Rules[ENG].pdf",
        "filepath": "/Users/chaitanyakartik/Projects/TTS/prototype/voicebot/data/pdfs/Rules[ENG].pdf",
        "content": "166 | P a g e  \n \n \n \n \n \n \n \n \n \n \n \n \nTHE KARNATAKA SAKALA \nSERVICES RULES, 2012 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n167 | P a g e  \n \n \n \n \n \n \n \n \n168 | P a g e  \n \nTHE KARNATAKA SAKALA SERVICES RULES, 2012 \n \n1. Title and commencement:- (1) These rules  may be called the Karnataka \nSakala Services Rules, 2012. \n(2) They shall come into force from the date of their publication in the official \nGazette. \n2. Definitions:- (1) In these rules, unless the context otherwise requires,- \n(a) „Act‟ means the Karnataka Sakala Services Act, 2011 (Karnataka Act 1 of 2012); \n(b) „Form‟ means form appended to these rules; \n(c) 'Section' means section of the Act. \n(2) The words and expressions used in these rules but not defi ned shall have the \nsame meaning assigned to them in the Act. \n3. Display of information on Notice Board .- (1) Designated Officer and his \nsubordinate public servant of the Public Authority shall, for the convenience of common \npublic, cause to display all relevant information regarding the services available in his office \nas specified in the Schedule to the Act and Form of application on the notice board.  All the \nnecessary documents that are required to be enclosed with the application for receiving the \nnotified services, Check list for documents to be enclosed, prescribed fees, \nacknowledgement letter to be given compulsorily, reasons for rejection of services, the \nmanner of receiving compensatory cost from the Competent Officer, details as how to \ncontact the Appellate Authority, the procedure for monitoring the status of applications \nshall be displayed on the Notice Board as per sub -section (2) of section 3 of the Act (Form -\nA). Such Notice boards shall be exhibited in front of the Office. Sufficient number of copies \nof the prescribed applications forms be made available in the counters for receiving the \napplications. \n(2) In the event of non -display of such information in the public domain, the \ncompetent officer shall take remedial measures though the Designated Officer. \n4. The manner of receiving application and issuing acknowledgement to \nApplicants:- (1) The citizen shall apply to the designated Officer for one or more services \nappended in the Schedule as per prescribed application format along with the documen ts \nprescribed in the check -list in the counters for receiving the applications/registered post \nacknowledgement due/ post/e-mail  \n(2) The designated officer or authorized person shall upon receipt of the written \napplication or in such Form wherever prescribed, give due acknowledgement to applicant in \nForm-B. Computerised acknowledgement number shall be given for each application. \n(3) In case necessary documents have not been enclosed with the application, then \nthe same shall be clearly mentioned in the ackno wledgement and date of delivery shall not \nbe mentioned in such acknowledgements. \n169 | P a g e  \n \n(4) Where all the necessary documents have been enclosed with the application and \nthe application is complete in all respects, then the date of delivery shall be mentioned. \n5. Public holidays shall not be included:- The public holidays shall not be included \nwhile calculating the stipulated time limit for delivery of service.   \n6. Manner of seeking payment of Compensatory Cost:-   (1)Citizen having applied \nfor citizen related services shall be entitled to seek compensatory cost by submitting a copy \nof Form-B to the Competent Officer or filing a complaint with the acknowledgement Number \nthrough Call Centre. \n(2) The Competent Officer shall acknowledge or cause to acknowledge the application \nfor compensatory cost with date and seal. \n(3)  After receipt of application for compensatory cost, the Competent Officer shall \nassess the Compensatory Cost entitled to the applicant on the basis of online information \nand take necessary action to make immediate payment out of the imprest amount of the \nOffice and get the acknowledgement with signature. Thereafter, he shall initiate action to \nrecover the same from the defaulting Public Servant within 30 days as prescribed under \nSection 11 of the Act and within the time limit prescribed in the Schedule. \n7.  Manner of giving notice. -   The Competent Officer shall issue notice to the \ndesignated officer or the sub -ordinate official responsible for delay or default in furnishing \nhim the copy of the applica tion on which compensation was paid and call for reasons as to \nwhy cost of compensatory cost paid shall not be recovered from him as per Form C.  He \nshall also indicate the time limit within which defaulting or delaying officer or official shall \nfurnish reasons.   \n8. Relaxation of Fee :- No fee shall be levied for appeal to Competent Officer or \nAppellate Authority. \n9. Procedure of application to Competent Officer :- Apply to  the Competent \nOfficer along with a copy of Form-B /or through Call centre. \n 10. Documents to be enclosed with Appeal to the Appellate Authority :- Shall \napply along with form-B. \n         The Designated Officer or any public servant aggrieved by the orders of the Competent \nOfficer shall provide proof of deposit of compensatory cost in case of their application for \nappeal under Section 12. No application shall be accepted without such proof. \n11. Procedure for decision on First or Second Appeal :- The decision on orders of \nDesignated Officer or Competent Officer shall involve the following steps, namely:- \n(1) Review of concerned documents, public records or their copies;  \n(2) In exceptional circumstances, any other officer may be authorized for required \ninvestigation; \n(3) The Designated Officer or Competent Officer may be summoned at the time of \nhearing.   \n170 | P a g e  \n \n12. Process of communicating the information on hearing :-  Information on \nhearing of the application by Competent Officer or Appellate Authority shall be \ncommunicated by the Competent officer or Appellate Authority in one of the following \nmanners, namely:- \n(1) By hand delivery;  \n(2) By registered post with acknowledgement receipt; or \n(3) By Telephone/Fax/e-mail/SMS (whatever speedy communication  \n     opted by the applicant)  \n(4) Information shall be displayed through KGSC software \n13. Individual presence of applicant or D esignated officer or Competent \nofficer:- (1) In all situations, the hearing date shall be communicated to applicant or \nDesignated Officer or Competent Officer as the case may be, at least 7 days in advance. \n(2) The applicant or Designated Officer or Competent Officer as the case may be shall \nmake himself or person authorized by him to be present during the hearing. \n(3) If any party remains absent on the date of hearing even after the information of \nhearing being duly informed to him, then, the application may be decided exparte. \n14. Order in Appeal:- (1) The Competent Officer or Appellate Authority, as the case \nmay be, shall pronounce order in open hearing and it shall be in writing (Form-D). \n(2) Copy of appeal order by the Competent Officer shall be given t o applicant and \nDesignated Officer within Seven days from date of order. \n(3) Copy of appeal order by the Appellate Authority shall be given to applicant, \ndesignated officer and competent officer. \n(4) In case of imposition of compensatory cost, Competent Of ficer or Appellate \nAuthority as the case may be, shall mark copy of such order to the concerned Public \nAuthority with instructions to deduct the amount from the salary or honorarium or \nremuneration, of the Designated Officer or his subordinate public serva nt or Competent \nAuthority, as the case may be. \n(5) In the event of recommendation for departmental enquiry against Designated \nOfficer or his subordinate public servant or the Competent Officer, as the case may be, the \nAppellate Authority shall send orders issued against him to the concerned Public Authority \nor Appointing Authority. \n15. Recovery of Compensatory Cost:- The Competent Officer shall cause to recover \nthe compensatory cost from the salary or honorarium or remuneration as the case may be, \nof the De signated Officer or Officers and staff as decided by the Competent Officer or \nAppellate Authority, upon receipt of copy of order of imposing compensatory cost and shall \ndeposit it under the respective departmental Head of Account and send a copy of challan  to \nthe concerned Designated Officer. \n \n171 | P a g e  \n \n16. Maintenance of records of all disposed cases under the Act:-  The Designated \nOfficer, Competent Officer and Appellate Authority shall maintain records of all the cases in \nForm E-1, Form E -2 and Form E -3 respectively and specially Form E -I with regard to the \naction taken in respect of delay/default cases and shall send a periodical report to the Head \nof the Public Authority. Show cause notice through e -mail in Form E -4 shall be issued to \nthe public servants who have  defaulted/delayed in more than 7 cases.  Disciplinary action \nshall be initiated in cases where reasons are not justifiable. \nShow Cause notice through e -mail in Form E -5 shall be issued to the Competent \nOfficer/Appellate Authority who have exceeded the tim e limit. Report of such cases shall be \nintimated to DPAR in Form E -6 at the end of the month. The Head of the Public Authority \nshall include the same in its Annual Report. At the end of the year list of officers who have \nnot defaulted shall published and issued with letter of appreciation. (Form E-7) \n17. Dissemination and Training :- The State Government and the Public \nAuthorities: \n(1) Shall develop and organize campaigns and programmes to advance the \nunderstanding of the public, in particular of the disadvantag ed communities, as \nto how to exercise the rights contemplated under this Act; \n(2) Shall provide staff and infrastructure for the effective implementation of the Act; \n(3) To give timely and effective dissemination of accurate information by public \nauthorities about  the notified services and timeliness to the citizens and the \nprocesses for applications, and \n(4) To train Designated officer, Competent Officer and Appellate Authority, as the \ncase may be, of their duties under the Act; \n(5) Concerned Departments of the State Gove rnment shall frame guidelines \ncontaining such information, in an easily comprehensible form and manner, as \nmay reasonably be required by a person who wishes to exercise any right \nspecified under this Act;  \n(6) Concerned Departments of the State Government shal l, if necessary, update and \npublish guidelines referred to in sub -rule (5) above at regular intervals which \nshall, in particular and without prejudice to the generality of sub -rule (5) above, \ninclude,- \n(i) The objects of this Act; \n(ii) The manner and the form in which request for services shall be made to the \ndesignated officer or competent officer; \n(iii) All remedies in law available regarding a delay or denial of service, \nincluding the manner of filing appeals; \n(iv) Any additional regulations or circulars made or issued in r elation to \nobtaining services in accordance with this Act; \n18. Monitoring of Implementation :- The State Government shall introduce a \nsystem for centralized monitoring of the timely delivery of notified services, through use of \nInformation and Communication  Technologies/E-Governance, and for monitoring various \nprovisions of the Act. \n \n172 | P a g e  \n \nFORM - A \n(State Emblem) \nSAMPLE DISPLAY BOARD \nKarnataka Sakala Services Act , 2011 \n \nName of the Office: \n \nNme of the Village/ Taluk / District \n \nScheduled Services \n \nSl. \nNo. \nList of \nservice \nCom[pensatio\nn fee \nList  of \ndocument\ns \nCheck \nlist) \nName of \nthe \nDesignate\nd Officer \nStipulate\nd time \nfor \ndesignate\nd officer \nCompete\nnt Officer \nStipulated \ntime for \nCompetent \nOfficer \nAppellate \nAuthority \nStipulated \ntime for \nAppellate \nAuthority \n1 2 3 4 5 6 7 8 9 10 \n          \n          \nName of the authorised person to give and receive the application.  \nInstructions to Citizens \n To get the acknowledgement compulsorily \nIf services are delayed / not delivered contact Competent Officer/Appellate Authority \n  along with the acknowledgement receipt. \n \n To know the status and monitoring of the application   \ncontact 080 44554455, e-mail: sakala@nic.in                                                   \n(See: www.sakala.kar.nic.in)                                                                               \n                                                                                                                                                                                           \n \nThe Government Servant who fails \nto give the services are liable to pay Rs.20/- \nper day per service from his Salary. \n \n \n \n \n \n \n173 | P a g e  \n \nFORM - B \n (See rule 4(1) \nAcknowledgement by the Designated Officer/ Authorised Officer \n1. Name of the Applicant with address  \n2. Date of application                               \n3. Acknowledgement Number  \n4 Name of the Designated Officer           \nwith designation and address \n \n5 Details of services sought  \n6 Details of relevant documents  \nenclosed with application \n \n7 Accept  (Yes/No)  \n8 Proposed date of Delivery  \n9 Reject (with reasons)  \n Place: Signature of the Designated Officer/ \nDate:  Authorised Officer. \n \nForm - C \nNotice for recovery of compensatory cost \n     (Competent Officer) \nYou have failed to deliver / delayed the services within the stipulated time under the Karnataka Sakala \nServices Act, 2011 to the applicant Sri ............   having acknowledgement Receipt No........ Therefore, Rs.20/ - per \nday is paid to the appl icant for ........ number of days delayed /........... No. of services defaulted as compensatory \ncost as specified under Section 11(1) of the Act.  The compensatory cost of Rs....... , will be recovered from your \nSalary. You are instructed to give your explanation with justification with in 7 days. \nIt is further instructed to provide the services within the stipulated time.  \nDate: \nPlace: \n                                                                             Competent Officer \nForm - D \n    Format for Order of the Appellate Authority \n     (Competent Officer/Appellate Authority) \nAs per application dated:................the services sought under acknowledgement No............., the \ndelay/default in delivering ...........No. of services has been proved. Acco rdingly an amount of Rs..........has been \npaid as compensatory cost to the applicant with acknowledgement Receipt No....... In this connection within seven \ndays an explanation was called from the Designated Officer. The appeals of the Applicant/Designated \nOfficer/Competent Officer have been enquired into. Based on the appeals, the documents and other information \nfurnished during the course of enquiry, it has been proved that   Sri. ................ has delayed/defaulted in providing \n..........No. of services under Section 9 of the Karnataka Saakala Services Act, 2011.  Therefore, the Drawing Officer \nis instructed to deduct an amount of Rs......... from his salary and credit the same to the concerned Head of \nAccount of the Department. \nDate: \nPlace:                                                                                 Sd/- \n                         (Competent Officer/ Appellate Authority) \n174 | P a g e  \n \nFORM E-1 \nRegister to be maintained by the Designated Officer \n(Name, designation and address) \n \nSl. \nNo \nName of the \napplicant with \naddress and \nacknowledgem\nent No. \nDetails of \nservices sought \nDetails of relevant \ndocuments \nenclosed to the \napplication \nNo. of Services \nDelivered \nRejected \n(with \nreasons \nfor \nrejection) \nDelayed \n(No. of days \ndelayed) \n1 2 3 4 5 6 7 \n  \n \nForm E-2 \nRegister to be maintained by Competent Officer \n(Name, Designation and Address) \n \nSl. \nNo \nName & \nAddress \nof  the \nappellan\nt \nDate of \napplicatio\nn with \nAck. No \nDetails \nof \nservice\ns \nsought \nName and \ndesignatio\nn of the \ndesignated \nOfficer \nappealed \nagainst \nDetails of \nrelevant \ndocument\ns enclosed \nwith \nappeal \nBasis \nfor \nappea\nl \nRelief \nasked \nDate of \ndispos\nal of \nappeal \nNo. of Services \nDate of \npayment \nof C.C. \nDate of \nrecovery \nof C.C. \n1 2 3 4 5 6 7 8 9 10 11 \n \n \n \nForm E-3 \n \n3. Register to be maintained by Appellate Authority \n \nSl. \nNo \nName & \nAddress of  \nthe \nAppellant \nDate of \nfirst \napplicatio\nn with \nAck. No \nDetails \nof \nservice\ns \nsought \nDetails of \ndocuments \naccompanyin\ng the \napplication \nfor second \nappeal \nGrounds \non which \nappeal is \nfiled \nName and \ndesignatio\nn of the \nDesignate\nd Officer \nName and \ndesignation of \nthe Competent \nOfficer to whom \nfirst appeal lies \nDate of \ndisposa\nl \n1 2 3 4 5 6 7 8 9 \n \nForm E - 4 \n \n It has been observed that, out of applications received under the Karnataka Sakala Services Act, 2011, \nyou have failed to deliver the services in ..................cases in the scheduled time as detailed in form E -1. You are \nhereby directed to give your explanation about the reasons for this delay/default and the precautionary measure \ntaken to solve the same within seven days, failing which disciplinary action will be initiated against you.  \n \nCompetent Officer/Appellate Authority \n \n \n \n \n175 | P a g e  \n \nForm E - 5 \n \n It has been observed that, out of applications for appeals received under the Karnataka Sakala Services \nAct, 2011, you have faile d to dispose of ............ No. of appeals within the scheduled time. You are hereby directed \nto give your explanation within seven days, failing which disciplinary action will be initiated against you.  \n \nDisciplinary Authority \n \n \n \nForm E - 6 \n \nName of the \nDepartment \nTotal No. of \napplications \nreceived \nNo. of \nOfficers who \nhave \ndefaulted in \nmore than 7 \ncases. \nNo. of cases \nwhere \ndisciplinary \naction \ninitiated \nCommon \nreasons \nassessed for \ndefault \nMeasures \ntaken for \nreforms \n1 2 3 4 5 6 \n \n \nForm E - 7 \n(Draft Appreciation letter) \n \n \n It is matter of pride that you have delivered the services under the Karnataka Sakala Services Act, 2011 in \ntime to the citizens throughout the year. Because of the best services rendered by you, the Department and the \nGovernment have earned good name and has resulted in promoting good faith in the citizens towards the Act and \nthe administrative reforms measures taken by the Government. It is assumed that the employees will get \nencouragement and enthusiasm from your model service. I would l ike to place on record the Government \nappreciation for the outstanding (default free) service rendered by you in the year.......... \n \n \n Wishing you many more success in future.  \n \n \nSecretary of the Department"
    },
    {
        "filename": "Act[ENG].pdf",
        "filepath": "/Users/chaitanyakartik/Projects/TTS/prototype/voicebot/data/pdfs/Act[ENG].pdf",
        "content": "1 | P a g e  \n \nTHE KARNATAKA SAKALA SERVICES ACT, 2011 and (Amendment) Act, 2014 \n(THE KARNATAKA GUARANTEE OF SERVICES TO CITIZENS BILL, 2011) \n(Amended Vide Notification No. SAMVYASHAVI 32 Shasana 2012, Dated: 3.9.2012) \n A Bill to provide for guarantee of services to citizens in the State of Karnataka within \nthe stipulated time limit and for matters connected therewith and incidental thereto. \n Whereas, it is expedient to provide for guarantee of services to citizens in the State of \nKarnataka within the stipulated time limi t and for matters connected therewith and \nincidental thereto.  \n Be it enacted by the Karnataka State Legislature in the Sixty -Second Year of the \nRepublic of India as follows:- \n1. Short title and commencement . -  (1) This Act may be called the Karnataka \nGuarantee of Services to Citizens Act, 2011. \n (2) It shall come into force on such date as the Government may, by notification in \nthe official Gazette, appoint. \n2. Definitions.- In this Act, unless the context otherwise requires,- \n(a)  “Appellate Authority” means an officer appointed by the Government invested \nwith the power to hear appeal against the orders passed by any competent \nofficer under this Act; \n(b) “Citizen related service” includes the service as specified in the Schedule; \n(c) “Competent officer” means an offi cer appointed by the Government who shall \nbe empowered to impose cost on the public servant defaulting or delaying the \ndelivery of service in accordance with this Act; \n(d) “designated officer” means an officer specified in the Schedule who is required \nto provide citizen related service; \n(e) “Government” means the Government of Karnataka; \n(f) “Local Authority” includes any authority, municipality, municipal corporation, \ntown panchayat, planning authority, Industrial township, Zilla Panchayat, \nTaluk Panchayats and Grama Panchayats and other local self Governments \nconstituted by law and Development Authorities or other statutory or non -\nstatutory bodies by whatever name called for the time being invested by law to \nrender essential service of public utility in the State or t o control, manage or \nregulate such services within a specified local area; \n(g) “prescribed” means prescribed by the rules made under this Act; \n(h) “Public Authority” means the Organization or Authority or body or institution \nor a Local Authority established or constituted,- \n(i) by or under the Constitution in the State; \n(ii) by any other law made by the State Legislature; \n2 | P a g e  \n \n(iii) by notification issued or order made by the Government and \nincludes,- \n(1) body owned, controlled or substantially financed; or \n(2) non-Governmental organization substantially financed;   \ndirectly or indirectly by the Government. \n(i)  “Public servant” means a person substantively appointed to any service or post \nof the public authority; \n(j) “Right to service” means right to obtain the citizen related services within the \nstipulated time specified in the Schedule; \n(k)  “Schedule” means Schedule appended to this Act; \n(l)  “stipulated time” means the maximum time to provide the service by the \ndesignated officer or to decide the appeal by the competent officer or Appellate \nAuthority as specified in the Schedule. \n3. Right to obtain service within stipulated time limit. - (1) Every citizen shall \nhave right to obtain citizen related services in the State in accordance with this Act within \nthe stipulated time specified in the Schedule.  \n(2) Ev ery designated officer and his subordinate public servant of the Public \nAuthority shall provide the citizen related services specified in the Schedule to the citizens \neligible to obtain the service, within the stipulated time and also display the same on t he \nnotice board of their offices. \n 4. Notification of services, designated officers, competent officers, appellate \nauthority and stipulated time limits. - The Government shall within a period of three \nmonths from the date of commencement of this Act, by not ification, amend the Schedule to \nadd new services, designated officers of every public authority  or Local Authority under \neach Secretariat Department, competent officer and  appellate authority along with \nstipulated time limits within which the services are rendered under this Act and may by like \nnotification amend or vary the entries in the Schedule. \n 5. Providing services within the stipulated time. - (1) The stipulated time shall \nstart from the date when required application for scheduled service is subm itted to the \ndesignated officer or to a person subordinate to him authorized to receive the application in \nsuch manner as may be prescribed.  Such application shall be duly acknowledged. \n (2) The designated officer on r eceipt of an application under sub-section (1) shall \nwithin the stipulated time either directly provide the service or through an officer duly \nauthorized by him or reject the application and in case of rejection of application, shall \nrecord the reasons in writing and intimate to the applicant , the information about the \nperiod of making appeal against the decision and all the details of the competent officer to \nwhom the first appeal lies.  \n 6. Monitoring the status of the application. - (1) Every citizen having applied for \nany citizen related se rvices shall be provided an application number by the concerned \n3 | P a g e  \n \nPublic Authority, or local Authority, as the case may be, and shall be entitled to obtain and \nmonitor status of his application online in accordance with such procedure as may be \nprescribed. \n (2) Every public authority or local Authority, as the case may be, shall maintain \nstatus of all applications governing citizen related services online and shall be duty bound \nto update the status of the same as per the procedure as prescribed by rules in this regard. \n 7. E -governance of services through mutual understanding. - The Government \nshall endeavor and encourage all the public Authorities, departments and local Authorities \nto enter by mutual understanding to deliver their respective citizen related s ervices in a \nstipulated time or period as part of e-governance. \n 8. Payment of compensatory cost to the citizen. - Citizen having applied for such \nservices shall be entitled to seek compensatory cost in accordance with the provisions of \nthis Act and rules m ade thereunder, in case of delay or default in the delivery of such \nservices beyond the stipulated time. \n9. Liability to pay compensatory cost.- Every designated officer or his subordinate \npublic servant who fails to deliver the citizen related services to  a citizen within the \nstipulated time shall be liable to pay compensatory cost at the rate of twenty rupees per day \nfor the period of delay subject to  maximum of five hundred rupees per application, in \naggregate, if there is no ban or restriction from the Government to provide the same.  \n10. Appointment of competent officer. - (1) The Government  shall appoint by \nnotification an officer not below the rank of Group B/C * Officer of the Government or its \nequivalent rank, in case of other public authority to a ct as Competent officer to impose cost \nagainst designated officer or his subordinate public servant defaulting or delaying the \ndelivery of services in accordance with this Act. \n(2) Every public authority shall for the purpose of payment of cost, confer on the \ncompetent officer, the power of drawing and disbursing officer in accordance with the law, \nprocedure and rules applicable. \n(3) On such demand of compensatory cost by the citizen at the time of delivery of \ncitizen related services, it shall be the duty of the competent officer to pay such cost to the \ncitizen against acknowledgement and receipt in such manner as may be prescribed. \n11. Procedure governing fixing of liability. - (1) Within a period of fifteen days of \nthe payment of compensatory cost, the com petent officer after conducting preliminary \nenquiry, shall issue a notice against the public servant found responsible for the delay in \ndelivery of such citizen related services in such manner as may be prescribed, calling upon \nhim as to why the compensatory cost paid to the citizen may not be recovered from him. \n(2) The public servant against whom such notice is issued may represent within a \nperiod of seven days from the date of receipt of such notice. In case no such representation \nis received, by the competent officer, within the prescribed period or explanation received, if \nany, is not found satisfactory, the competent officer shall be entitled to issue debit note \ndirecting such defaulting public servant either deposit the cost as stipulated in the debit  \n4 | P a g e  \n \nnote or directing the Accounts officer concerned to debit the salary of such public servant \nfor the amount as specified in the debit note: \nProvided that if the competent officer finds reasonable and justified grounds in \nfavour of public servant and come t o the conclusion that the delay in delivery of services to \nthe citizen was not attributable to him, but was attributable to some other public servant, it \nshall be lawful for the competent officer to withdraw the notice against him and issue fresh \nshow cause notice to such other public servant as found responsible for the delay and shall \nfollow the procedure mutatis mutandies as stipulated in this sub -section and sub -section \n(1) of this section. \n(3) While fixing the liability under this Act, the competent of ficer shall follow the \nprinciples of natural justice before passing the order in that respect.  \n 12.  Right of appeal by the public servant.- (1) Any public servant aggrieved by the \norder passed by the competent officer in accordance with sections 10 and 1 1 shall be \nentitled to file an appeal to the appellate authority against such order within a period not \nexceeding thirty days of the receipt of the impugned order. The order of the appellate \nauthority shall be final and binding.  \n (2) For the purpose of th is Act, the Government shall appoint an officer to be the \nappellate authority to hear and decide appeals against the order passed by the competent \nofficer. The appellate authority shall be an officer not below the rank of the Deputy \nSecretary to Government or its equivalent rank.  \n 13. Appeal by the aggrieved citizen.-  (1) Any person, whose application is rejected \nunder sub-section (2) of section 5 or who is not provided the service within the stipulated \ntime, may file an appeal to the competent officer within thirty days from the date of rejection \nof application or the expiry of the stipulated time limit: \nProvided that the competent officer may admit the appeal even after the expiry of the \nperiod of thirty days if he is satisfied that the appellant was pre vented by sufficient cause \nfrom filing the appeal in time. \n(2) The competent officer may order to the designated officer to provide the service \nwithin the specified period or may reject the appeal or may impose compensatory cost \naccording to the provisions of section 9. \n(3) An appeal against decision of competent officer shall lie to the appellate authority \nwithin sixty days from the date on which the decision was made: \nProvided that the appellate authority may admit the appeal even after the expiry of \nthe period of sixty days if he is satisfied that the appellant was prevented by sufficient cause \nfrom filing the appeal in time. \n(4) The appellate authority may order to the designated officer to provide the service \nwithin such period as he may specify or he may reject the appeal.  \n5 | P a g e  \n \n(5) If the designated officer does not comply with sub -section (1) of section 5, then \nthe applicant aggrieved from such non - compliance may submit an application directly to \nthe competent officer. This application shall be disposed of in the manner as if it is the  first \nappeal. \n(6) If the designated officer does not comply the order of providing the service under \nsub-section (2) of this section, then the applicant aggrieved from such non -compliance may \nsubmit an application directly to the appellate authority.  This application shall be disposed \nof in the manner of appeal. \n(7) The competent officer and the appellate authority shall while deciding an appeal \nunder this section, have the same powers as are vested in civil court while try ing a suit \nunder the Code of Civil Procedure, 1908 (Central Act 5 of 1908) in respect of the following \nmatters, namely:- \n(a)      requiring the production and inspection of documents; \n(b) issuing summons for hearing to the designated officer and appellant; and  \n(c) any other matter which may be prescribed. \n14. Developing culture to deliver services within fixed period. - (1) The defaults \non the part of designated officer in the time bound delivery of citizen related services as \ndefined in this Act shall not be counted towards misconduct as the purpose and object is to \nsensitize the public servant towards the citizen and to enhance and imbibe a culture to \ndeliver time bound services to the citizens. \n (2) In case of any designated officer who is a habitual  and  willful defaulter, without \nany reasonable cause and persistently failed to receive an application or has failed to \nprovide service within the stipulated time or intentionally denied the request for the service \nor delayed inordinately, the head of the Publ ic Authority concerned shall be competent to \ntake appropriate disciplinary action after recording a finding to this effect but not before \ngiving a show cause notice and opportunity of hearing to the defaulting officer. \n (3) To encourage and enhance the efficiency of  the designated officer, a letter of \nappreciation for not a single default reported may  be issued and entered in his Annual \nPerformance Report by the head of the Public Authority. \n 15. Deemed service condition. - The provisions of this Act shall b e deemed to be \npart of service conditions of the designated officer including such officer of all Public \nAuthorities. \n16. Supplement. - The provisions of this Act shall be supplemented to the \ndisciplinary and financial rules and such other service rules and  regulations as applicable \nto the employees of the Government or local Authority or public authority concerned, as the \ncase may be, and not in derogation to such service rules and regulations governing the \nservice condition and conduct of the government em ployees or the employees of the other \npublic authority concerned. \n6 | P a g e  \n \n 17. Protection of action taken in good faith. - No suit, prosecution or other legal \nproceeding shall lie against any person for anything which is in good faith done or intended \nto be done under this Act or any  rule made thereunder. \n 18. Bar of jurisdiction. - No Civil court shall have jurisdiction in respect of any \nmatter which the competent officer or appellate authority is empowered by or under this Act \nto determine.   \n 19. Power to make ru les.- (1) The Government may, after previous publication, by \nnotification, in the official Gazette, make rules to carry out the purposes of this Act. \n (2) Every rule made or notification issued under this Act, shall be laid as soon as \nmay be after it is made before each House of the State Legislature, while it is in session for a \ntotal period of thirty days, which may be comprised in one session or in two or more \nsuccessive sessions, and if before the expiry of the session in which it is so laid or the \nsession immediately following both Houses agree in making any modification, in the rule or \nnotification or decide that any rule or notification should not be made, the rule or \nnotification shall thereafter have effect only in such modified form or be of no eff ect, as the \ncase may be, so, however, that any such modification or annulment shall be without \nprejudice to the validity of anything previously done under that rule or notification.  \n 20. Power to remove difficulties. - If any difficulty arises, in giving e ffect to the \nprovisions of this Act, the Government may  by order, not inconsistent with the provisions \nof this Act, remove the difficulty: \n Provided that no such order shall be made after the expiry of a period of two years \nfrom the commencement of this Act. \n***** \n \n \n \n7 | P a g e  \n \n“KARNATAKA SAKALA SERVICES (AMENDMENT) ACT, 2014” \n(NO. SAMVYASHAE 09 SHASANA 2014, Bangalore, dated: 19.11.2014.) \n \n Ordered that the translation of  PÀ£ÁðlPÀ ¸ÀPÁ® ¸ÉÃªÉUÀ¼À (wzÀÄÝ¥Àr) C¢ü¤AiÀÄªÀÄ, 2014 (2014gÀ \nPÀ£ÁðlPÀ C¢ü¤AiÀÄªÀÄ ¸ÀASÉå:31)  in the English language, be published as authorized by the \nGovernor of Karnataka under clause (3) of Article of 348 of the Constitution of India in the  \nKarnataka Gazette for general information.     \n                                    \nThe following transl ation of PÀ£ÁðlPÀ ¸ÀPÁ® ¸ÉÃªÉUÀ¼À (wzÀÄÝ¥Àr) C¢ü¤AiÀÄªÀÄ, 2014 (2014gÀ PÀ£ÁðlPÀ \nC¢ü¤AiÀÄªÀÄ ¸ÀASÉå:31)  in the English language is published in the official Gazette under the \nauthority of the Governor  of Karnataka under clause (3) of the Article 348 of the \nConstitution of India.  \nKARNATAKA ACT NO: 31 OF 2014 \n(First Published in the Karnataka Gazette Extra- Ordinary on the sixth day of September, 2014) \nTHE KARNATAK SAKALA SERVICES (AMENDMENT) ACT, 2014 \n(Received the assent of the Governor on the second day of September, 2014) \n \n An Act further to amend the Karnataka Sakala Services Act, 2011.  \n Whereas, it is expedient to amend the Karnataka Sakala Services Act, 2011 \n(Karnataka Act 1 of 2012) for the purposes hereinafter appearing.  \n Be it enacted by the Karnat aka State Legislature in the sixty fifth year of the \nRepublic of India as follows: -  \n 1. Short title and commencement : (1) This Act may be called the Karnataka \nSakala Services (Amendment) Act, 2014.  \n (2) It shall come in to force at once.  \n 2. Substituti on of section 7:  - In the Karnataka Sakala Services Act, 2011 \n(Karnataka Act 1 of 2012) (herein after referre d to as principal Act), for section 7 the \nfollowing shall be substituted, namely: -  \n “7. E-governance of services : - As a part of E -governance, the Government shall  \nendeavor and encourage the public Authorities, to deliver their citizen related services \nelectronically or through post in a phased manner and in such other manner as may be \nprescribed subject to payment of such fees as may be prescribed.”    \n 3. Substitution of section 9: - For section 9 of the principal Act, the following shall \nbe substituted, namely: -  \n “9. Liability to pay compensatory cost  :- Every Appellate Authority or Competent \nOfficer or designated officer or his subordinate pub lic servant who fails to deliver or dispose \n8 | P a g e  \n \nthe citizen related services or appeals of a citizen within the stipulated time shall be liable to \npay compensatory cost at the rate of twenty rupees per day for the period of delay subject to \na maximum of five h undred rupees per application, in aggregate, if there is no ban or \nrestriction from the Government to provide the same.” \n 4. Amendment of section 11: - In section 11 of principal Act, after sub -section (3), \nthe following shall be inserted, namely: -  \n “(4) After giving compensatory cost to the aggrieved Citizen and within thirty days \nthereafter, the competent officer shall update debit note in the HRMS software against the \nofficer found guilty by following the principles of natural justice”.  \n 5. Amendment of section 14:  - In the section 14 of the principal Act, after sub -\nsection (3); the following shall be inserted, namely: -  \n “(4) If, any Designated officer or Competent officer or Appellate Authority fails to \ndeliver the Citizen related service or dispose  appeals within the stipulated time for more \nthan seven times, he shall subject to enquiry by the concerned disciplinary Authority and If \nfound guilty, prepare a report against the con cerned officer and submit it to the \nGovernment. The State Government after considering the report shall take action within one \nmonth from the date of receipt of the report.”  \n The above translation of PÀ£ÁðlPÀ ¸ÀPÁ® ¸ÉÃªÉUÀ¼À (wzÀÄÝ¥Àr) C¢ü¤AiÀÄªÀÄ, 2014 (2014gÀ PÀ£ÁðlPÀ \nC¢ü¤AiÀÄªÀÄ ¸ÀASÉå:31) be published in the official Gaze tte under clause (3) of the Article 348 of \nthe Constitution of India.       \n \n*****"
    },
    {
        "filename": "MoA-CoE-EA.pdf",
        "filepath": "/Users/chaitanyakartik/Projects/TTS/prototype/voicebot/data/pdfs/MoA-CoE-EA.pdf",
        "content": ""
    },
    {
        "filename": "Women-Entrepreneurs-GO-2.pdf",
        "filepath": "/Users/chaitanyakartik/Projects/TTS/prototype/voicebot/data/pdfs/Women-Entrepreneurs-GO-2.pdf",
        "content": ""
    },
    {
        "filename": "KIA-Act.pdf",
        "filepath": "/Users/chaitanyakartik/Projects/TTS/prototype/voicebot/data/pdfs/KIA-Act.pdf",
        "content": "KARNATAKA ACT NO. 07 OF 2020 \n \n \n \nTHE KARNATAKA INNOVATION AUTHORITY ACT, 2020 \n \n \n \nArrangement of Sections  \n \nSections:  \n \n1. Short title and commencement \n2. Definitions  \n3. Karnataka Innovation Authority \n4. Composition of the Authority \n5. Meetings of the Authority \n6. Vacancies, etc., not to invalidate proceedings of the Authority \n7. Powers and functions of the Authority \n8. Sub-committees of the Authority \n9. Permission to establishing a Regulatory Sandbox \n10. Applications for Establishing a Regulatory Sandbox \n11. Suo Moto Establishment of a Regulatory Sandbox \n12. Terms and Conditions for participants in the Regulatory Sandbox \n13. Regulatory Sandbox to be established by Notification \n14. Participation in the Regulatory Sandbox \n15. Modification of Regulatory Sandbox \n16. Expiry or Withdrawal of the Regulatory Sandbox \n17. Appeals \n18. Establishment of Technical Secretariat \n19. Budget of the Authority \n20. Funds of the Authority \n21. Accounts and audits \n22. Annual Report \n23. Confidentiality of Information \n24. Protection of action taken in good faith \n25. Penalties \n26. Bar of Jurisdiction on Civil Courts \n27. Power to removal of difficulties \n28. Act to override other laws \n29. Power to make rules \n30. Power to make regulations \n31. Transitory provisions \n32. Repeal and Savings  \n \n \n \n \n \n \n2 \n \n \nSTATEMENT OF OBJECTS AND REASONS \n Act 07 of 2020.-The Government of Karnataka witnesses development of innovative \nproducts and services using descriptive technologies which usually do not fall within the \nparameters of established regulatory regimes. These innovators are subject to legal \nhardship and this curbs innovation to happen, while amendment to the law to address \nregulatory challenge s thrown by these new products and services using emerging \ntechnologies takes time, a legal frame work to enable innovation, needs to be established in \ninterim. Therefore, “Karnataka Innovation Authority” is to be established to enable setting \nup of “Regul atory Sandboxes” wherein such innovators are allowed a small window of \nexemption for a prescribed period to carry out innovation and the State also gets to observe \nsuch innovations and time to respond with further legislation and amendments, if required. \n \nThe Karnataka State is one of the Global Innovation Hubs. Several Foreign Countries \nare having Global Alliance with Karnataka. Niti Ayog of Government of India has ranked \nKarnataka as the top most Innovative State in the country. Bengaluru Tech Summit, \nflagship event of the State Government, on Information Technology, Biotechnology, \nElectronics, Animation and Startups, is scheduled from 18th to 20th November 2019 at \nBengaluru Palace. Government has received confirmations of participation from 20 foreign \ncountries. The setting up of Karnataka Innovation Authority is proposed to be announced \nby Hon'ble Chief Minister during the inauguration of Bengaluru Tech Summit 2019 on 18th \nNovember, 2019, to signal to the world that Karnataka is way ahead of others in promoting \nand encouraging innovation and entrepreneurship. Hence there is a great need to sustain \nthis position in view of the competition from other States. \n   \n   \n          Since, the matter was urgent and both the houses of the State Legislature were not in \nsession, the Karnataka Innovation Authority Ordinance , 2019 (Karnataka ordinance 2 of \n2019) was promulgated to achieve the above object.  \n  \nHence this Bill replaces the said Ordinance. \nHence the Bill. \n[L.A. Bill No. 02 of 2020, File No. Samvyashae 06 Shasana 2020]  \n[Entry 32 of List II of the Seventh Schedule to the Constitution of India.] \n[Published in the Karnataka Gazette Extra-ordinary No. 149 in part-IV dated: 27.04.2020]  \n \n \n \n \n \n \n \n \n3 \n \n \nKARNATAKA ACT NO. 07 OF 2020 \n \n(First Published in the Karnataka Extra-ordinary on the 27th day of April, 2020) \n \n \nTHE KARNATAKA INNOVATION AUTHORITY ACT, 2020 \n \n(Received the assent of the Governor on the 24th day of April, 2020) \n \nAn Act to provide for establishment of an authority to promote and regulate \nInnovative Technologies in the State of Karnataka.  \nWhereas it is expedient to establish an authority to promote and regulate innovative \ntechnologies in the State of Karnataka and for the  matters connected therewith or \nincidental thereto. \n Be it enacted by the Karnataka State Legi slature in the seventy first  year of the \nRepublic of India, as follows:- \nCHAPTER-I \nPRELIMINARY \n1. Short title and commencement. -(1) This Act may be called the Ka rnataka \nInnovation Authority Act, 2020. \n(2)It shall be deemed to have been come into force on the 5th day of December 2019. \n2. Definitions.- In this Act, unless the context otherwise requires,- \n(a) “Authority” means the Karnataka Innovation Authority constituted under  \nsection 3; \n(b) “Government” means the Government of Karnataka; \n(c) “Law” means any law in force, enacted by the Karnataka State Legislature and \nincludes  rules or regulations made there under;  \n(d) “Participant” means any person who has been granted approval for participation \nin conduct of Innovation and to offer goods or services to the public within a \nRegulatory Sandbox established under this Act; \n(e) “Regulatory Sandbox” means the permission to cond uct innovations within the \ntime allotted with such exemptions or modifications from any law, along with \nconditions as may be prescribed under this Act, under which any participant may \nconduct innovations and offer goods or services to the public; \n(f) “Sandbox Operator” means any private agency or instrumentality of the \nGovernment, designated by the Authority to oversee and operate, a Regulatory \nSandbox under this Act; and \n(g) “Technical Secretariat” means the Technical Secretariat of the Authority. \nCHAPTER-II \nAuthority and its Employees \n3. Karnataka Innovation Authority.- (1) As soon as may be, after the \ncommencement of this Act , there shall be constituted  by the Government a n authority for \nthe purpose of this Act, to be called the Karnataka Innovation Authority. \n(2) The authority shall be a body corporate by the name aforesaid, having perpetual \nsuccession and a common seal with power to acquire, hold and dispose of property, both \nmoveable and immovable, and enter i nto contract, and shall by the said name sue and be \nsued. \n(3)The Headquarters of the Authority shall be at Bengaluru. \n \n4 \n \n \n4. Composition of the Authority - The Authority shall consist of the  following \nmembers namely:-  \n(1) The Chief Minister -Chairman; \n(2) The Minister in charge of the Department of Information  \nTechnology, Biotechnology and Science and Technology. \n \n-                Vice-chairman \n(3) Not more than five Ex-officio members as the  \nGovernment may nominate in the manner as may be  \nprescribed. \n \n \n-                             Member \n(4) The Additional Chief Secretary /Principal Secretary/  \nSecretary to Government, Department of Information  \nTechnology, Biotechnology and Science and Technology, \n \n \n-                             Member \n(5) The Director, Department of Information  \nTechnology, Biotechnology and Science and Technology. \n \n-             Member-Secretary \n    \n5. Meetings of the Authority.-(1)The Authority shall meet at such times and places \nand as per the procedure with regard to transaction of business at its meetings by the \nregulations. \n(2) The Authority may invite such other persons as it deems fit to attend a meeting in \norder to obtain their views or expertise on any item on the agenda for the meeting. \n(3) The Chairman, or, in absence of the Chairman or under the direction of the \nChairman, theVice-Chairman shall preside over the meeting. \n(4) All issues which come up before any meeting of the Authority, including decisions \nas to the exercise of its powers and functions under this Act, shall be decided by consensus \namong the members of the Authority. \n(5) Not less than one thirdof the members of the Authority shall constitute the \nquorum for a meeting. \n(6) The Member-Secretary shall exercise such powers and perform such duties as \nmay be prescribed or as may, from time to time, be delegated to him by the Chairman. \n6. Vacancies, etc., not to invalidate proceedings of the Authority .-No act or \nproceedings of the Authority shall be invalid merely by reason of,- \n(i) any vacancy in the Authority; or \n(ii) any irregularity in the procedure of the Authority not affecting the merits of \nthe decision.  \n7. Powers and f unctions of the Authority. -The Authority shall have following \npowers and functions, namely:- \n(i) Notwithstanding anything contained in any law in force, the Authority may,-  \n(a) exempt any participant from compliance with any law for the purpose of \ninnovation within  the Jurisdiction specified therein; or \n(b) modify any law insofar as it applies to any participant, as it deems fit and \npermit for the purpose of establishing a Regulatory Sandbox, in accordance with the \nprovisions of this Act. \n5 \n \n \n(ii) The Authority shall have the power to,- \n(a) designate any agency or instrumentality of the state as a Sandbox Operator \nfor a specified Regulatory Sandbox; and \n(b) direct any Sandbox Operator for the purpose of this Act  and such direction \nshall be deemed to be a direction of the Government for the purpose of any law; \n(c) based on its experience, recommend for amendment, if any, necessary to any \nActs, Rules or Regulations in force in the State to facilitate the promotion of \ninnovations in the State. The Government may consider the recommendations and \nbring suitable amendment wherever necessary. \n(iii) The Authority may hold public consultations with relevant stak eholders prior to, \nduring, or after establishing a Regulatory Sandbox, in such manner as may be \nprescribed. \n(iv) The Authority shall also have such powers and perform such functions which as \nmay be prescribed. \n8. Sub-committees of the Authority.-(1)The Authority may for any specific purpose \nconstitute one or more sub - committees consisting of the Vice-chairman as Chairman and \nsuch other members not exceeding five on each sub-committees. \n(2) The Sub-committees shall exercise such of the power and perform suc h duties of \nthe Authority which are delegated to it by the Authority. \n(3) Each Sub-committee shall meet atleast once in a month and shall observe such \nprocedures in regard to the transaction of business at its meeting as may be provided by \nregulations. \n \nCHAPTER-III \nPROCEDURE TO ESTABLISH AND PARTICIPATE  \nIN A REGULATORY SANDBOX \n9. Permission to es tablishing a Regulatory Sandbox. - The Authority may grant \npermission to operate a Regulatory Sandbox, in accordance with the procedure under this \nChapter when, in its opinion, it is necessary to do so for the promotion of any innovation. \n10.Applications for Establishing a Regulatory Sandbox .-(1)Any person seeking \npermission to establish a Regulatory Sandbox may make an application in such manner \nalong with such fe e as may be prescribed and shall indicate the need for regulatory \nsandbox and the proposed sandbox operator. \n(2)The Authority shall seek the inputs and recommendations of the Sandbox \nOperator proposed in such application, on the feasibility and desirabilit y of the proposed \nRegulatory Sandbox. \n(3) The Authority shall, within 60 days from the date of any application under this \nsection, either reject such application or permit to establish a Regulatory Sandbox. \n(4) Where the Authority is of the opinion that it is feasible and desirable to permit the \nestablishment of the proposed Regulatory Sandbox, it shall,-  \n(a) make an order in writing, indicating the need for such Regulatory Sandbox, \nwith specific reference to the need to provide exemptions or modifications of \nany law for promoting the innovation in question subject to such conditions \nas it deem fit and the potential for such innovation to provide wider benefits to \nsociety, and;  \n(b) permit to establish a Regulatory Sandbox by notification under Section 13. \n6 \n \n \n(5) Where the Authority is of the opinion that it is not feasible or desirable to set up \nthe proposed Regulatory Sandbox as sought by the applicant, or such innovation does not \nrequire the relaxation or exemption from any law for its promotion, it shall reject the  \napplication through an order in writing. \n(6) No order under sub-section (4) or sub-section (5) shall be issued by the Authority \nwithout giving the applicant an opportunity of being heard, and also holding a public \nconsultation with concerned stakeholders in such manner as may be prescribed.  \n11. Suo Moto Establishment of a Regulatory Sandbox .-(1)Notwithstanding \nanything contained in section 9, where the Authority is of the view that it is necessary to do \nso, it may, on its own motion, establish a Regulator y Sandbox and designate a Sandbox \nOperator, in accordance with the procedure under section 13. \n(2) A decision to establish a Regulatory Sandbox under sub-section (1) shall be taken \nin accordance with the following procedure, namely:- \n(a) A notice shall be issued to the general public with the details of the \nRegulatory Sandbox proposed to be set up and the proposed Sandbox \nOperator, inviting submissions for inputs within a period of [thirty days] from \nthe date of the notice. \nExplanation: The notice shall be deemed to be issued to the public, if such \nnotice is placed on the website of the Authority and is published in an English \nnewspaper and a  Kannada newspaper having the highest circulation in the \nState. \n(b) The Authority shall, after the expiry of thirty days from the date of issue of the \nnotice under clause (a), hold a public consultation, in such manner as may be \nprescribed, seeking inputs from stakeholders on the feasibility and desirability \nof setting up the Regulatory Sandbox. \n(c) The Authority shall seek the i nputs and recommendations of the proposed \nSandbox Operator on the feasibility and desirability of the proposed \nRegulatory Sandbox. \n(3) Where the Authority is of the opinion that it is feasible and desirable to establish \nthe proposed Regulatory Sandbox, it shall,- \n(a) m ake an order in writing, indicating the need for such Regulatory Sandbox, \nwith specific reference to the need to provide exemptions or modifications of \nany law for promoting the innovation in question subject to such conditions \nas it deem fit and the potential for such innovation to provide wider benefits to \nsociety, and;  \n \n(b) establish a Regulatory Sandbox by notification under Section 13. \n \n(4) Where the Authority is of the opinion that it is not feasible or desirable to set up \nthe proposed Regulatory San dbox, or that such innovation does not require the relaxation \nor exemption from any law for its promotion, it shall reject the application through an order \nin writing. \n \n 12. Terms and Conditions for partici pants in the Regulatory Sandbox. -(1)Every \nparticipant in the  Regulatory Sandbox shall follow such terms and conditions as may be \nprescribed. \n(2) Such conditions may provide for all or any of the following, namely:- \n(a) Time period and geographical area within which an innovation may be \nconducted and goods or services may be offered to the prescribed customers: \n7 \n \n \nProvided that, the time period of a Regulatory Sandbox shall not be more \nthan one year, subject to any extension made under Section 15, however for \nrecorded reasons it may be further extended for not more than one year. \n(b) The eligibility and number of customers to whom  g oods or services may be \noffered; \n(c) The consumer protection and risk mitigation safeguards to be followed by \nparticipants, including, but not limited to dispute and grievance redressal \nconditions, mandatory disclosures of risks to customers, requirements for \nobtaining consumer consent and adequate compensation a rrangements in \ncase of defaults; \n(d) Capital requirements of the participants; \n(e) Data security and confidentiality requirements; \n(f) Reporting requirements of the participants to the Sandbox Operator; and \n(g) Any other terms or conditions as the Authority may deem fit. \n \n(3) The Sandbox Operator shall be responsible for overseeing the compliance of the \nparticipants within the terms and conditions of the Regulatory Sandbox. \n13. Regulatory Sandbox to be established by Notification.-(1)Where the Authority \nestablishes a Regulatory Sandbox in exercise of its powers under Section 10 and 11, it shall \ndo so by notification in the Official Gazette, and such Regulatory Sandbox shall come into \neffect from the date of such notification. \n(2) Any notification made under sub -section (1) shall specify the provisions of laws \nwhich are exempted or modified, as well as the terms and conditions to be followed by \nparticipants in the Regulatory Sandbox, period of operation of the Regulatory Sandbox and \nshall specify the Sandbox Operator. \n(3) Any notification made under sub -section (1) shall have effect despite anything \ninconsistent in any other law in force or any instrument under any such law. \n(4) No notification made by the Authority under sub -section (1) shall have \nretrospective effect.  \n(5) Any notification made under sub -section (1) shall cease to have effect after the \nexpiry of the period permitted or withdrawal of the Regulatory Sandbox under section 16. \n(6) Every notification issued under this section shall be laid before each house of the \nstate legislature. \n14. Participation in the Regulatory Sandbox .-(1)A Sandbox Operator shall, within \nthirty days from the date of notification  of a Regulatory Sandbox under s ection 13, call for \napplications from any person desiring to participate in the Regulatory Sandbox. \n(2) No person shall be eligible to make any application under sub-section (1) unless,- \n(a) he carries on business or has a registered office or branch office in Karnataka; \nand \n(b) the goods or service sought to be tested in the Regulatory Sandbox are \nproposed to be deployed in or operated in a larger scale, from Karnataka. \n(3) The application shall be in such form and in such manner as may be prescribed, \nand shall indicate the manner in which the proposed participant fulfils the conditions laid \ndown by the Authority to participate in the regulatory sandbox, as well as the criteria laid \ndown under sub-section (5). \n(4) The Sandbox Operator, shall, within a period of thir ty days from the receipt  of \nany application under this s ection either reject an application, or approve it.  In approving \n8 \n \n \nor rejecting any application for participation in the Regulatory Sandbox, it  shall ensure the \nproposed participant meets the following criteria that,- \n(a) t he goods or services are provided within the scope of the Regulatory \nSandbox; \n(b) there are regulatory barriers in the form of any laws which restrict or prohibit \nthe deployment of the goods or services; \n(c) the goods or services offered by such person is ready for testing in the market \nand the proposed participant has a well -developed testing plan for \nimplementing the goods or services within the Regulatory Sandbox; \n(d) there is a genuine innovation, significantly different from available offerings in \nthe same market, which utilizes a new technology or utilizes existi ng \ntechnology in a novel manner; \n(e) t he goods or services deliver an identifiable benefit to consumers within \nKarnataka; \n(f) t he deployment of the goods or services is in the larger public interest, \nincluding, inter alia,  the ability of the goods or services to g enerate \nemployment in Karnataka; \n(g) the goods or services does not expose consumers to significant levels of ris ks \nof harms, injuries or losses; \n(h) t he proposed participant has the ability to, and the goods or services is \ncapable of, deployment at a larger scale after the expiry of the period of \ntesting under the Regulatory Sandbox; and \n(i) the goods or services are designed to be deployed or operated from and within \nthe Karnataka  under the existing Regulatory Sandbox. \n(5) The Sandbox Operator may, for the purpose of assessing th e applications made \nunder this section,- \n(a) consult the Authority; or  \n(b) request for any information from the proposed participant. \n(6) Any order of approval or rejection of any application under sub -section (4) shall \nbe accompanied by reasons in writing and shall be published on the website of the \nAuthority and the Sandbox Operator. \n(7) The Sandbox Operator, may, before approving any application, upon consultation \nwith the proposed participant, recommend further terms or conditions for participation of \nthe applicant in the Regulatory Sandbox, to be notified by the Authority under section 15. \n(8) A participant may begin testing the app roved goods or services in the Regulatory \nSandbox as soon as the order of approval of their particip ation has been made under this \nsection. \n(9) No material changes to the goods or services offered by a participant in a \nRegulatory Sandbox shall be made without obtaining the prior approval of the Sandbox \nOperator in writing. \nNote: For the purpose of this sub -section, material changes are any changes which \naffect the criteria for evaluation of the goods or services under sub-section (4). \n(10) The Sandbox Opera tor shall, upon consultation with each participant,  \nrecommend the transition strategy to be followed by the participant to ensure the \nprotection of consumers and the compliance with laws in the event of the expiry or \nwithdrawal of the Regulatory Sandbox under section 16. \n9 \n \n \n(11) Such information about the participants in the Regulatory Sandbox shall be \ndisclosed on the website of the Authority and the Sandbox Operator, as may be prescribed. \n15. Modification of Regulatory Sandbox .-(1) The Authority may, by not ification in \nthe Official Gazette, upon its own motion, or upon the recommendation of the Sandbox \nOperator, modify any of the exemptions or modifications of law provided in the notification \nmade under section 13, in so far as it applies to any participant. \n(2) The Authority may, upon the recommendation of the Sandbox Operator, by \nnotification in the Official Gazette, modify any of the term s and conditions imposed under \nsection 12, insofar as it applies to any participant. \n(3)Authority may on application by the Sandbox operator, may modify the terms and \nconditions of Sandbox permission to such extent and in such manner as it deems fit. \n(4) Every notification issued under this section shall be laid before each house of the \nState Legislature. \n(5) Any modificati ons, made under sub -sections (1) and (2), shall not affect the \nvalidity of anything previously done by any applicant or participant under this Act.  \n16. Expiry or Withdrawal of the Regulatory Sandbox.-(1) The Regulatory Sandbox \nshall be discontinued upon t he expiry of th e time period prescribed under s ection 12, \nsubject to any modification of the time period made under section 15. \n(2) The Sandbox Operator may revoke the approval of any participant in the \nRegulatory Sandbox if such participant,- \n(a) expresses hi s desire to discontinue his participation in the Regulatory \nSandbox, by sending a notice in writing to the Sandbox Oper ator, with \nreasons for the same; \n(b) fails to comply with the conditions prescribed by the Authority or the Sandbox \nOperator; \n(c) has submitted f alse, misleading or inaccurate information, or has concealed \nor failed to disclose material facts;  \n(d) has, in the course of business, contravened any other provision s of law in \nforce which has not been expressly exempted or modified by the Authority; \nand \n(e) carries on its business in a manner detrimental to its consumers or the public \nat large; or offers goods or services with a technical fault or vulnerability \nwhich regularly causes failure of the goods or service or leads to high \nincidences of fraud. \n(3) Any o rder of revocation made under sub -section (2) shall be a reasoned order \nmade in writing and shall be binding. \n(4) Every participant in the Regulatory Sandbox shall be liable to comply with all \napplicable laws after the discontinuation of the Regulatory Sandbox. \n(5) No order of revocation against a participant shall be issued by the Sandbox \nOperator without giving the participant an opportunity of being heard. \n \n17. Appeals.- (1)Any person aggrieved by the order of the sandbox operator may \nappeal to the authority within 30 days from the date of such order. \n(2) The authority may consider the appeal and dispose it after giving an opportunity \nof being heard to the applicant and may make suitable orders in this regard and order of \nthe authority shall be final. \n \n10 \n \n \nCHAPTER-IV \nMISCELLANEOUS \n18. Establishment of Technical Secretariat.-(1) The Authority shall be assisted by \na Technical Secretariat.  \n(2) The Technical Secretariat shall be set up by the State Government to provide \nlogistical, technical and research support for the implementation of the provisions of this \nAct, and to oversee the Sandbox Operators and the Sandbox Participants. \n(3) The Technical Secretariat shall perform such functions as may be prescribed. \n(4) The Technical Secretariat shall be headed by the Member -Secretary of the \nAuthority and staffed by such persons as may be enlisted and their method of recruitment, \nminimum qualification and conditions of service shall be such as may be prescribed. \n(5) The salary and allowances of said staff shall be defrayed out of the fund of the \nAuthority.  \n19. Budget of the Authority.-(1) The Authority shall prepare every year, before such \ndate and in such form as may be prescribed, a budget estimate of its income & expenditure \nfor the financial year to commence on the first day of April and shall forward it to the \nGovernment for sanction. The authority may also prepare supplementary budget estimates, \nduring the course of any financial year, if necessary. \n(2) The Government shall approve the budget estimates and supplementary budget \nestimates with or without modification. \n(3) In cases of extreme urgency, the Members Secretary shall be competent to incur \nexpenditure not exceeding 5 lakhs of rupees in a financial year, notwithstanding the fact \nthat such expenditure has not been included  in the annual or supplementary budget \nestimates approved by the Government under sub-section(2). \n(4) The Member Secretary shall also have power to re -appropriate funds from one \nunit of expenditure to another unit, subject to a maximum of rupees one lakh at a time. \n20. Funds of the Authority.- (1)There shall be a fund called as the Karnataka \nInnovation Authority fund.  \n(2) There shall be credited to the said fund,- \n(a) All grants, subventions, donations and gifts made by the Central Government, \nState Government, any local authority or any body, whether incorporated or \nnot or any person;   \n(b)  The amount borrowed by the authority; and  \n(c) All other sums received by or on behalf of the Authority from any sources \nwhatsoever. \n(3) Except as otherwise direc ted by the Government all money  credited to the fund \nshall be invested in any Nationalized bank or in the State Government treasury. \n(4) The administrative expenses of the Authority including the salaries, allowances \nand pension if any, payable to the officers and employees of the Authority shall be defrayed \nout of the fund of the Authority. \n21. Accounts and audits.-(1)The Member Secretary or an officer not below the rank \nof Deputy Secretary to Government designated by him shall cause maintenance of such \nbooks of accounts and other registers as may be prescribed and shall prepare in the \nprescribed manner an annual statement of accounts. \n(2) The financial year of the authority shall commence on 1\nst April of each calendar \nyear and shall end on 31st March of the succeeding calendar year.  \n11 \n \n \n(3) The accounts of the Authority shall be audited annually by the Controller, State \nAudit and Accounts Department. The Authority or the Government may order concurrent \nand special audits also. \n(4) The Auditor shall, for the purposes of the audit, have access to all the accounts \nand other records of the Authority. \n(5) As soon as may be after  the receipt of the annual statement of accounts and the \nreport of the auditor, the Authority shall consider it in its meeting and send a copy of the \nannual statement of accounts together with a copy of the report of the auditor to the \nGovernment to lay it before both Houses of the State Legislature, along with its explanation \non the comments made by the auditor, if any, and a statement of action taken by the \nAuthority to remedy the irregularities or loopholes, if any, pointed out by the auditor. \n22. Annual Report.-(1) The Authority shall, within three months from the end of \nevery calendar year, submit its annual report in such Form as may be prescribed to the \nGovernment and same shall be published on the website of the Authority. \n(2) The Government shall cause to be laid the Annual Report with compliance before \nthe each house of the State Legislature.  \n23. Confidentiality of Information .- Notwithstanding anything contained in this \nAct, the Authority, or the Sandbox Operator, as the case may be, shall maintai n the \nconfidentiality of such information disclosed by the Applicant or the Participant, including \ncommercial confidence, trade secrets or intellectual property, the disclosure of which would \nharm the competitive position of any applicant or participant in the Regulatory Sandbox. \n24. Protection of action taken in good faith .-No suit, prosecution or other legal \nproceeding shall lie against any person for anything which is in good faith done or \npurported to be done under this Act. \n25. Penalties.-(1) Any Sandbox operator or any participant who violates any of the \nconditions laid down by the Authority or the Sandbox operator shall in addition to \nrevocation of permission to operate or participate be liable for a fine which may extend to \nrupees five lakhs or such amount to the extent of which a damage is caused to any public \nin operating or participating in the regulatory sandbox. The Authority shall after summary \nenquiry and after giving an opportunity to represent, impose fine on defaulting Sandbox \noperator or participant and make good the loss incurred by the concerned public the \ndamage so caused. \n(2) Any person aggrieved by the order of the Authority under sub -section(1) may \nappeal to the concerned district judge having jurisdiction. \n26. Bar of Jurisdiction on Civil Courts.- No Civil Court below the court of District \nJudge shall have jurisdiction to settle, decide or deal with any question or to determine any \nmatter which is by or under this Act  required to be settled, decided or dealt with or to be \ndetermined under the provisions of section 17 and 25.  \n27. Power to removal of difficulties.-(1) If any difficulty arises in giving effect to the \nprovisions of this Act, the Government may by notifica tion, make such provisions not \ninconsistent with the provisions of this Act, as appear to it to be necessary or expedient for  \nremoving the difficulty: \nProvided that, no such notification shall be issued after the expiry of two years  from \nthe date of commencement of this Act. \n(2) Every order issued under Sub -section (1) shall be laid before each house of the \nState Legislature. \n28. Act to override other laws.- The provisions of this Act and the orders issued or \nmade thereunder shall have effect notwithstandi ng anything to the contrary contained in \nany other law for the time being in force. \n12 \n \n \n29. Power to make rules .-(1) The Government may by notification , after previous \npublication, make rules to carry out the purposes of this Act. \n \n           (2) Every rules or notifications made under this Act shall be laid as soon as may be \nafter it is made, before each house of the State Legislature while it is in session, for a total \nperiod of 30 days which may be comprised in one session or in two or more successive \nsessions and if before the expiry of the session immediately following the session or the \nsuccessive sessions aforesaid, both houses agree in making any modification in the rules or \nnotification or both houses agree that the rule or notification  should not be made, the rule \nor notification shall, from the date on which the modification or annulment is notified have \neffect only in such modified form or be of no effect as the case may be; so, however, that \nany such modification or annulment shall be , without prejudice to the validity of anything \npreviously done under that rules or notification. \n30. Power to make regulations.-The Authority may subject to the provisions of this \nAct and the rules made under section 29 and with the previous sanction of the \nGovernment, by notification make regulations to carry out the purposes of this Act. \n31. Transitory provisions.- Any rule, notification or order made or issued under the \nKarnataka Innovation Authority Ordinance, 2019 (Karnataka Ordinance No. 2 of 2019) or \notherwise providing for or relating to any of the matters for the furtherance of which this \nAct is enacted, before the commencement of this Act and in force on the date of \ncommencement of this Act, to the extent they are not inconsistent with the provisions of \nthis Act, shall continue to be in force and effective as if they are made or issued under the \ncorresponding provisions of this Act unless and until superseded by anything done or any \naction taken or any rule, notification or order, made under this Act. \n            32. Repeal and Savings. - (1) The Karnataka Innovation Authority Ordinance, \n2019 (Karnataka Ordinance No. 2 of 2019) is hereby repealed. \n         (2) Notwithstanding such repeal anything done or any action taken under this \nOrdinance shall be deemed to have been done or taken under this Act.  \n \n The above translation of  ಕ ರ್ ನಾ ಟ ಕ ನ ಾ ವ ಿ ನ ್ ಯತ ಾ ಪ್ ರ ಾ ಧಿ ಕ ಾ ರ ಅಧ ಿನ ಿಯಮ, 2020 (2020 ರ ಕ ರ್ ನಾ ಟ ಕ \nಅ ಧ ಿನ ಿಯ ಮ ಸ ಂ ಖ ್ ಯೆ: 07) be published in the official Gazette under clause (3) of Article 348 \nof the Constitution of India. \n \nVAJUBHAI VALA \nGOVERNOR OF KARNATAKA \n \nBy Order and in the name of \nthe Governor of Karnataka, \n \n \n \n(K. DWARAKANATH BABU) \nSecretary to Government \nDepartment of Parliamentary Affairs \nand Legislation."
    },
    {
        "filename": "Transport-Dept-Booklet-1.pdf",
        "filepath": "/Users/chaitanyakartik/Projects/TTS/prototype/voicebot/data/pdfs/Transport-Dept-Booklet-1.pdf",
        "content": "1\nTRANSPORT DEPART`MENT\nKarnataka Electric Bike taxi \nScheme-2021\n\n2\nTable of Contents\nSL. \nNo. Particulars Page \nNo\n1 Title, Extent, Commencement and Application 5\n2 Definitions 5-6\n3 Licensing of Operator 6-7\n4 Application for grant or renewal of license 7\n5 Period of validity of license 8\n6 Security deposit 8\n7 Conditions governing operation of Motor Cycle or \nBike-Taxi services                              \n8-10\n8 Other Conditions 10-11\n9 General conditions to be observed by the Electrical \nBike taxi\n11\n10 General conditions to be observed by the Passenger 11\n11 Power of Licensing Authority to Suspend or Cancel \nLicense\n11-12\n12 Forfeiting of Security Deposit 12\n13 Issue of Duplicate License 12-13\n14 Appeal 13\n15 Voluntary surrender of the license 13\n16 Additional Conditions 13\n17 FORM–1 (Application for the grant / renewal of \nAggregator’s License) \n14\n18 FORM – 2 (License for Aggregator) 15\n19 FORM – 3 (Application for the grant / renewal of \nLicense for Electric Bike Taxi in Individual Case)\n16\n20 FORM – 4 (License for Individual Case) 17\n3\nGOVERNMENT OF KARNATAKA\n  \nNo: TD 160 TDO 2020                                     Karnataka Government Secretariat,\n M.S. Building,\n Bengaluru, Dated:  14.07.2021\nNOTIFICATION\nWhereas, in the last few decades, Indian cities have made substantial \nprogress in putting an affordable mode of public transport. Earlier the \nfocus was on the city bus service however over a period of time many \ncities have started the metro operations which is playing an extremely \nimportant role in the faster movement of the people and in turn leading \nto faster economic growth of the cities. In addition to these the cities are \nhaving taxi services, auto services for point to point movement. Many \naggregators of taxis have come in the market of mobility and are playing \nan extremely important role in most of the cities. On one hand there \nis phenomenal progress in public transport facilities as well as massive \nentry of aggregators in the system, on the other hand the cities are still \ngrappling with the issues of massive traffic jams. It is happening due \nto large number of middle-class people still using the private vehicles \nfor the movement. The gap in the market for the first mile and last mile \nconnectivity is working as the main bottleneck in further use of public \ntransport. There is an urgent need for putting up a system which can \nprovide affordable first and last mile connectivity.\n And whereas, Bike Taxi is one of the options available and many \nstates have already started it in one form or other. Bike Taxi will promote \nurban mobility and will act as a first and last mile connectivity solution \nfor citizens which in turn assist people to access the Public Transport \nand specially for accessing Metro Services. It will also create a flexible \nentrepreneurship opportunities. The Government of India in the last few \nyears have come up with many policy framework and amendments in the \nMotor Vehicle Act, 1988 with the aim of enabling the states in introducing \n4\nBike Taxi in urban areas with certain restrictions to be decided by the \nstates. The Government of India has also brought many provisions to \npromote electric vehicles with the aim of reducing the pollution in the \ncities and in promoting environmentally friendly transport solutions. \nThe state of Karnataka has many urban centers which are grappling with \nthe issue of traffic jam and problem of first and last mile connectivity.\nAnd whereas, clause (27) of Section 2 of the Motor Vehicles Act, \n1988 (Central Act 59 of 1988) provides the definition of a Motor Cycle \nwhich “means a two-wheeled motor vehicle, inclusive of any detachable \nside-car having an extra wheel, attached to the motor vehicle”. S.O. \nnumber 1248(E) dated 05.11.2014 allows registration of “Motor Cycles” \nboth under transport and non-transport categories. In terms of clause \n(27) of section 2 of the Motor Vehicles Act, 1988 (Central Act 59 of 1988) \nTransport Vehicle inter alia means a Public Service Vehicle and in terms \nof clause (35) of section 2 of the Motor Vehicles Act, 1988 “Public Service \nVehicle” means any Motor Vehicle used or adapted to be used for the \ncarriage of passenger for hire or reward.\nAnd whereas, Section 73 and 74 of the Motor Vehicle Act, 1988 \n(Central Act 59 of 1988) empowers the States to issue contract carriage \npermits for all kinds of vehicles including two wheelers. The Motor \nVehicles (Amendment) Act, 2019 dated 09.08.2019 brings app-based \nmobility solution providers under the ambit of the Motor Vehicles, Act \n1988 through the amendment to Section 93 of the Motor Vehicle Act, \n1988 (Central Act 59 of 1988). The Government of India by Notification \nNo. S.O. 5333 (E) dated 18.10.2018 has exempted the battery-operated \nvehicles from the provisions of sub-section (1) of section 66 which \nmandates every vehicle to get a permit to use it as a goods or passenger \nvehicle. \nWhereas, the aim of providing the first and last mile connectivity \nfor public transport and to generate self-employment opportunity, the \nGovernment of Karnataka, in public interest hereby makes the following \nscheme for regulating the Electric Bike Taxi and matters connected \ntherewith, namely:-\n5\nNow therefore, in exercise of the powers conferred by clause (38A) \nof sub-section (1) of section 2 of the Motor Vehicles Act, 1988 (Central Act \n59 of 1988). The Government of Karnataka hereby makes the following \nscheme; namely:-\n1. Title, Extent, Commencement and Application.- \n(1)  This scheme may be called the Karnataka Electric Bike Taxi Scheme, \n2021.\n(2)  It shall extend to the Urban Areas in the whole of the State of \nKarnataka.\n(3)  It shall come into force on the date of its publication in the official \nGazette.\n(4)  This scheme shall apply only for the Battery operated Electric motor \ncycle or electric bike.\n(5)  It shall apply to a person who acts as an agent or a canvasser in the \nmanner as provided in clause (i) of sub-section (1) of section 93 of the \nMotor Vehicles Act, 1988 (Central Act 59 of 1988) and where such \nperson is exclusively engaged in the business of providing electric \nmotor cycle or electric bike to persons or passengers desiring to hire \nthe same for undertaking a journey.\n(6)  It shall apply to an individual who himself is engaged in the business \nof providing his own electric motor cycle or electric bike to persons \nor passengers desiring to hire the same for undertaking a journey.\n(7)  The electric bike taxi for the purpose of this scheme shall be \nregistered as a Motor Cycle in transport category and shall be used \nas public service vehicle.\n2. Definitions.- (1) In this scheme unless the context otherwise requires,-\n(a) “Act” means Motor Vehicles Act, 1988 (Central Act No. 59 of \n1988);\n(b) “Authority” means the following authority competent to issue \nlicense under this scheme;\n6\n(i) State Transport Authority in respect of 100 or more bikes;\n(ii) Regional Transport Authority in respect of less than 100 \nbikes, excluding individual Bikes; and\n(iii) Jurisdictional Secretary, RTA in respect of individual bikes \ncase.\n(c) “Electric Bike” means a Battery Operated Motor Cycle under \nthe category of Battery-Operated Vehicle as defined under \nclause (u) of rule 2 of the Central Motor Vehicles Rules, 1989;\n(d) “Form” means a form appended to this scheme;\n(e) “Individual Bike Case” means the case where an individual \nowns an Electric Bike and himself works as driver and provides \nthe service under this scheme;\n(f)  “License” means a license granted or renewed under this scheme \nfor principal establishment and includes the supplementary \nlicense granted to the applicant for any establishment or branch \noffice specified in such supplementary license;\n(g) “Licensee or operator” means the holder of a license under this \nscheme; \n(h)  “Section” means section of the Act; and\n(i)  “Service provider” means the person who is the owner of the  \n   vehicle. \n(2)  Words and expressions used but not defined in the scheme and \ndefined in the Act, Central Motor Vehicles Rules, 1989; and the \nKarnataka on demand Transportation Technology Aggregators \nRules, 2016 shall have meanings assigned to them therein.\n3. Licensing of operator.-\n(i) No person shall engage himself in the business of operating a \nbike taxi or run a bike taxi agency unless he obtains a license \nfrom the concerned authority.\n7\n(ii) The concerned authority shall issue license under this \nscheme. \n(iii) Any person who obtains a license under this scheme shall be \ndeemed to be an agent under section 93 of the Act.\n(iv) Any license under this scheme shall be only for Electric Bike \n(Motorcycle).\n(v) Any license given under this scheme shall be valid only for \none particular city.\n4.  Application for grant or renewal of license.-\n(i) An application for the grant or renewal of a license under the \nscheme shall be made in Form 1 to the concerned Authority \nand shall be accompanied with appropriate application fees as \nprovided in rule 13 of the Karnataka on demand Transportation \nTechnology Aggregators Rules, 2016;\n  Provided that, in Individual Bike Case, application for the grant \nor renewal of a license under the scheme shall be made in Form \n3 and no fee shall be charged.\n(ii) The licensing authority, after being satisfied that the applicant \nfulfils all the conditions of the scheme and the provision of \nrule 7 of the Karnataka on demand Transportation Technology \nAggregators Rules, 2016 may issue the license in Form 2. In \nIndividual Bike Case the license shall be issued in Form 4. \n(iii) The application for renewal shall be made 30 days before the \nexpiry of the license. \n(iv) In case of refusal to grant the license, the licensing authority \nshall after giving the applicant an opportunity of hearing pass \nan order recording the reasons of refusing the license.\n8\n5. Period of validity of license.- \nThe license issued by the competent authority for this scheme shall \nbe valid for a period of five years from the date of issue of license.\n6. Security deposit.- \nThe licensee shall deposit cash security of rupees five thousand        \nprovided Individual Bike case shall be exempted from security deposit.\n7. Conditions governing operation of Motor Cycle or Bike-Taxi \nservices:- \n (1)   Any service provider whether individual, firm registered under the \nPartnership Act, 1932 or a company registered under the Companies \nAct, 2013 or desirous of providing such service shall obtain license \nunder the scheme.\n(2)   The service provider must own or have agreements of an Electric \nBike Taxi to undertake commencement of such services. The tax \npayable under the Karnataka Motor Vehicle Taxation Act, 1957 and \nrules made thereunder shall be duly paid.\n(3)   The Electric Bike Taxi shall be duly registered and shall require \nobtaining fitness certificate as per provisions of section 56 of the Act \nand rules made thereunder.\n(4)    Adequate facility for garage or parking of all such Bike Taxi along \nwith provision of their reasonable maintenance shall be provided \nby the licensee.\n(5)   The Electric Motorcycle shall be duly insured under the provisions \nof Act.\n (6)  The distance between the origin and the destination of a trip shall \nnot be more than  10 Kms.\n(7)   The concerned Authority shall decide from time to time, about the \nroutes which shall be excluded from the operation of Bike Taxi \nscheme\n9\n(8)    Helmet as specified under the Act and rules made there under shall \nbe used by driver and to be provided to passenger.  The helmets \nshall be of yellow color. Driver shall wear jacket with reflective \ncolor marked as “ELECTRIC BIKE TAXI”.\n(9)    No permits are required for Electric Motorcycle as it is exempted as \nper Government of India Notification no. SO. 5333 (E) dated: 18-10-\n2018. Bike-taxi shall be used as a “Contract Carriage” as defined in \nsection 2(7) of the Motor Vehicles Act, 1988.\n(10)  Various measures on safety and security of the passenger as may \nbe specified by Transport Department from time to time shall be \ncomplied with by the Service Provider.\n(11)  Driver, either individual or appointed by the service provider, shall \nhave valid license to drive a two-wheeler vehicle and adhere to \nthe provisions under the Act and rules made there under and an \nauthorization from the licensee to drive the Bike Taxi.\n(12)  Antecedents of all appointed drivers shall be thoroughly checked by \nthe service provider and a report of antecedents of drivers engaged \nby him shall be forwarded to the Police Station of the area where \nthe office of the service provider is located or the city in which it is \noperated. In case any adverse report about the antecedents of a driver \nis received from the concerned Police Station then the services of the \ndriver shall be terminated immediately by the service provider on \nreceiving of such report. In case of individual, the applicant shall \nsubmit the antecedents report from police department at the time of \nfiling application for license.\n(13) Journeys preferred by passenger shall be offered on a direct and \nshortest route basis only.\n(14) Carrying of persons below 15 years of age as hirers shall not be \nallowed. More than one Pillion rider shall not be allowed.\n10\n(15) Carriage of personal effects by the hirer shall be allowed on a very \nlimited basis, like a normal size backpack or handheld briefcase, etc. \nof reasonable weight.\n(16)  Color of all such Bike Taxis shall be painted in such a color as \nspecified by the Transport Commissioner. The words “Bike-Taxi” \nshall be painted prominently on both sides of the vehicle using \nreflective colors only and shall also display the words “Bike-Taxi” \non additional plates on a white base color both at the front and at \nthe back of the vehicle. \n8. Other Conditions.- \n(1) The Vehicle shall carry a first aid box.\n(2) The vehicle shall meet the emission standards as laid down \nfrom time to time.\n(3) The dangerous or hazardous goods as specified in rule 137 of \nthe Central Motor Vehicles Rules, 1989 or any other goods as \nmay be specified from time to time shall not be carried in the \nvehicle.\n(4) The name and phone number of the service provider or \nindividual and Bike Driver shall be painted or otherwise firmly \naffixed on the exterior of the body of the Electric Bike in a color \nvividly contrasting to the color of such bike.\n(5) The licensee shall charge flat fare in two slabs, (i) upto 5 Kms (ii) \nabove 5 and upto 10 Kms  as specified by the State Government \nfrom time to time.\n(6) No advertisement shall be displayed in a manner that it becomes \nhazardous or a disturbance to the safety of traffic and must be \nstrictly in accordance with the guidelines issued by the State \nTransport Authority in this regard from time to time.\n(7) The distance of the journey traveled by the hirer shall be \nmeasured on the basis of odometer fitted in the bike. Fare shall \nbe collected on the basis of distance and not on the basis of \njourney time.\n11\n(8) Use of vehicles shall be as per traffic laws and especially shall \nnot ride on footpath.\n(9) GPS tracking of vehicle shall be adopted by the service provider \nhaving more than 50 Bike Taxis and links or feeds shall be \nshared with enforcement or administrative authority whenever \nrequired.\n9. General conditions to be observed by the Electrical Bike taxi.- \nWhile riding the Electric Bike Taxi rider shall not,-\n(i) Smoke or drink alcohol or be under the influence of alcohol \nwhile riding;\n(ii) Misbehave in uncivilized or dis-orderly manner towards \npassenger;\n(iii) Willfully or negligently damage the bike taxi or any of its \nfittings; and\n(iv) Drive the vehicle in contravention of the provisions of the \nnotified speed limits.\n10. General conditions to be observed by the Passenger.- While \ntravelling the Electric Bike Taxi the passenger shall not,-\n(i) Smoke or drink alcohol or consume alcoholic substances;\n(ii) Misbehave in uncivilized and dis-orderly manner towards \ndriver;\n(iii) Willfully or negligently damage the bike taxi or any of its \nfittings; and \n(iv) Cause a driver to drive the vehicle in contravention of the \nprovisions of the notified speed limits.\n11. Power of Licensing Authority to Suspend or Cancel License.- \n(1)  If the license holder violates the para 7, 8 and 10, the  licensing \nauthority, after giving the licensee an opportunity to be heard, is of \nthe opinion that,-\n12\n(a) A licensee has failed to comply with any of terms and conditions \nas detailed in the scheme; or\n(b) The licensee has failed to maintain the Bike Taxi in compliance \nwith the provisions of the Act and rules made thereunder;\n The licensing authority may suspend the license for a period up \nto six months but not less than 30 days or may cancel the license \nunder rule 11 of the Karnataka on demand Transportation \nTechnology Aggregators Rules, 2016. \n(2)  Every licensee whose license has been cancelled shall be permitted \nto apply for another license to the licensing authority after a period \nof six months from the date of cancellation.\n(3)  When the license is suspended or cancelled under sub-clause (1), \nthe holder of the license shall surrender the license to the licensing \nauthority and discontinue the service.\n12. Forfeiting of Security Deposit.- \n If the holder of a license fails to comply with the terms and conditions \nas mentioned under this scheme or any employee of licensee is guilty \nof any misbehavior or misconduct with any passenger travelling, \nthen the licensing authority shall be free to suspend or revoke the \nlicense or and forfeit the complete security deposit or appropriate \nportion looking to the seriousness of the offence.\n13.  Issue of Duplicate License.-\n(a) If at any time the license is lost or destroyed, the holder shall \nreport to the police station in the jurisdiction of which the loss \nor destruction has occurred and intimate the fact in writing \nto the licensing authority and apply in writing to the said \nlicensing authority for a duplicate license or supplementary \nlicense accompanied by the fees as specified in sub-rule (7) of \nrule 4 of the Karnataka on demand Transportation Technology \nAggregators Rules, 2016. In case of individual (Single Electric \nBike Taxi), no fees shall be collected.\n13\n(b) On receipt of an application along with the specified fee in sub-\nclause (a), the licensing authority may issue a duplicate license \nclearly marked as “Duplicate”.\n(c) After the issue of a duplicate license if the original is traced, the \nsame shall be surrendered forthwith to the licensing authority.\n14. Appeal.- \n Any person aggrieved by any order of the licensing authority under \nclause 8, 9 and 10 of the scheme may prefer within thirty days of \nthe receipt of the order, an appeal to the Karnataka State Transport \nAppellate Tribunal under Rule 12 of the Karnataka on demand \nTransportation Technology Aggregators Rules, 2016.\n15. Voluntary surrender of the license.- \n The holder of a license may at any time surrender the license issued \nto him by the licensing authority which granted the license and on \nsuch surrender the licensing authority shall cancel the license. The \nholder of the license before surrendering the license shall clear all \nthe dues if any under this scheme.\n16. Additional Conditions.- \n The State Government may at any time attach additional conditions \nto be followed by the licensee and may also direct the licensee to \nfurnish such returns as directed by it from time to time.\n By order and in the name of \n Governor of Karnataka\n (ANJUM PARWEZ)\n Principal Secretary to Government,\n Transport Department\nTo.\nThe Compiler, Karnataka Gazette, Vikasa Soudha, Bangalore – to \npublish this notification in today’s Extra Ordinary Gazette.\n\n14\nFORM – 1\n[(See sub-clause (i) of Clause 4]\nApplication for the grant/renewal of Aggregator’s License\nTo,\nThe Secretary,\nKarnataka State Transport Authority/Regional Transport Authority.\n  \nI, the undersigned hereby apply for grant /renewal of a License for \noperation as an Aggregator under The Karnataka on demand Transportation \nTechnology Aggregators Rules, 2016\n1. Name in full\n2. Address of the main office\n3. Number of branches and their addresses\n4. a) If a registered company, enclose a copy of \ncertificate of incorporation / registration along \nwith a copy of memorandum of association.\nb) If a firm, enclose a copy of certificate of \nregistration of the firm.\n5. Telephone Number, web address and e-mail id\n6. Number of Electric Bike Taxies proposed to be \noperated. (Enclose a separate list containing vehicle \nnumber particulars of each vehicle)\n7. Details of GPS/GPRS facility\n8. Details of other infrastructure\n9. Details of Financial condition\n10. Details of fee paid\n11. Details of Security Deposit by way of Bank \nGuarantee\nI hereby declare that the information given above and other documents \nenclosed herewith are true to the best of my knowledge.  I understand that \nif any information is found to be incorrect at any point of time, the License \ngranted to me is liable to be cancelled, besides initiating other legal action/\nactions against me. I have gone through the provisions of The Karnataka on \ndemand Transportation Technology Aggregators Rules, 2016; I accept the same \nand agree to abide by the said Rules.\nPlace: Signature of the Applicant/\nDate: Authorized signatory\n15\nFORM – 2\n[See sub-clause (iii) of Clause 4]\nLicense for Aggregator\nMr./Mrs./Miss ______________________ is hereby licensed to function \nas an operator under The Karnataka on demand Transportation Technology \nAggregators Rules, 2016, subject to conditions contained in the Rules.\n1. Name of the aggregator in full\n2. Address of the main office\n3. Addresses of branches \n4. Telephone Number, web address \nand e-mail id\n5. Number of Electric Bike Taxies \n(As per the list enclosed)\n6. Particulars of the network through \nwhich the operator shall function\n7. Details of fee paid\n8. Details of bank guarantee\nThe License shall observe all the conditions contained in The Karnataka on \ndemand Transportation Technology Aggregators Rules, 2016\nThis License is valid from ………………. to …………………..\nPlace:\nDate:    \n Secretary, \n State Transport Authority/\n Regional Transport Authority. \n16\nFORM – 3\n[(See sub-clause (ii) of clause 4]\nApplication for the grant/renewal of License for Electric Bike \nTaxi in Individual Case\nTo,\nThe Regional Transport Officer,\nRegional Transport Office (Jurisdictional),\nCity Name.\nI, the undersigned hereby apply for grant/renewal of a License for \noperation of my own Electric Bike Taxi.\n1. Name in full\n2. Address \n3. Telephone Number and e-mail id\n4. Vehicle particulars\nI hereby declare that the information given above and other documents \nenclosed herewith are true to the best of my knowledge.  I understand that \nif any information is found to be incorrect at any point of time, the License \ngranted to me is liable to be cancelled, besides initiating other legal action/\nactions against me.\nPlace: Signature of the Applicant\nDate:\n17\nFORM – 4\n[See sub-clause (iii) of Rule 4]\nLicense for Individual Case\nMr/Mrs/Msrs______________________ is hereby licensed to operate \nhis/her Electric Bike as Electric Bike Taxi under Karnataka Electric Bike Taxi \nScheme, 2021, subject to conditions contained in the scheme.\n1. Name of the operator\n2. Address \n3. Telephone Number \nThe Licensee shall observe all the conditions contained in the Karnataka Electric \nBike Taxi Scheme, 2021. \nThis License is valid from ………………. to …………………..\nPlace:\nDate: Secretary, \n Regional Transport Authority\n (ANJUM PARWEZ)\n Principal Secretary to Government,\n Transport Department\n\n18\nContact details of Transport Department \nOfficers, GoK\nSr. \nNo Profile of Officers Contact Details\n1. Principal Secretary  to \nGovernment, Transport \nDepartment, 153, 3rd Gate, \nM S Building Dr. B.R Ambedkar \nVeedhi, Bangalore-560001. \nPh:+080-22032548 \nE-mail:Secretarytransport@gmail.com \nWebsite: www.transport.karnataka.gov.in\n2 Commissioner for Transport and \nRoad Safety. 1st floor, TTMC \nBuilding, K.H.Road, Bengaluru.\nPhone : 080-22214900, \nFax : 080 22235804\nMob :9449863211\nEmail :transcom@nic.in\n3 Additional Commissioner for \nTransport (Administration)\nPhone : 91-80-22235176\nMob : 9449863212\nEmail :jctadmn-tran-ka@nic.in\n4 Additional Commissioner for \nTransport (Environment & \ne-Governance)\nPhone : 91-80-22243717\nMob : 9449863215\nEmail :jcteeg-tran-ka@nic.in\n5 Additional Commissioner for \nTransport and Secretary, KSTA. \nBengaluru.\nPhone : 91-80-22272461 \nFax : 080 22272461\nMob : 9449863213\nEmail :jctsta-tran-ka@nic.in\n6 Additional Commissioner for \nTransport (Enforcement- South) \n(Incharge) Bengaluru.\nPhone : 91-80-22236698\nFax : 080 22232459\nMob : 9449863214\nEmail :jctenfs-tran-ka@nic.in\n7 Additional Commissioner for \nTransport (Enforcement- North) \nDharwad.\nTele-Fax: 0836-2322206,\nMob : 9449863216\nEmail :jctenfn-tran-ka@nic\n8 Additional Commissioner for \nTransport and Director, Road \nSafety Cell, Bengaluru.\nPhone : 080-22371120\nMob : 8762635788\nEmail: rscdirector@yahoo.in\n9 Additional Commissioner for \nTransport, Bengaluru Urban\nPhone : 91-80-22271100\nFax : 080-22271100\nMob : 9449863217\nEmail :jctbng-tran-ka@nic.in\n19\n10 Managing Director \nDevraj Urs Truck Terminal\nBengaluru.\nPhone : 080- 22223753/22223758\nEmail :dduttl.1980@gmail.com\n11 Joint Commissioner for \nTransport (Bengaluru Rural \nDivision)\nPhone : 080-22866670  Mob : 9449863221 \nEmail :dctbngr-tran-ka@nic.in\n12 Joint Commissioner for \nTransport (Mysuru Division) \nMysuru\nPhone : 0821-2330347\nMob : 9449863223\nEmail :dctmys-tran-ka@nic.in\n13 Joint Commissioner for \nTransport (Shivamogga Division) \nShivamogga\nPhone : 08182-278045/46,\nMob : 9449863224\nEmail :dctsmg-tran-ka@nic.in\n14 Joint Commissioner for \nTransport (Belagavi Division) \nBelagavi\nPhone : 0831-2423900,\nMob : 9449863225\nEmail :dctbgm-tran-ka@nic.in\n15 Joint Commissioner for \nTransport \n(Kalaburagi Division) Kalaburagi\nPhone : 08472-248005,\nMob : 9449863226\nEmail :dctglb-tran-ka@nic.in\nCONTACT DETAILS OF DCT AND SENIOR RTO, RTO\n AND ARTO\nTRANSPORT DEPARTMENT, \nGOVERNMENT OF KARNATAKA.\nOFFICE ADDRESS PHONE NO. E-MAIL ID.\nDeputy Commissioner for Transport & Senior \nRegional Transport Office, Bengaluru(Central), \nKoramangala, BDA complex, 3-block, Bengaluru\n080-25533525 \n080-25533545\nFax: 25633525\n9449864001\nrtobngc-ka@nic.in\nRegional Transport Office, Bengaluru \n(West), Rajajinagar Shopping Complex, \nBengaluru-560010\n080-23324388\nFax: 23327188\n9449864002\nrtobngw-ka@nic.in\nRegional Transport Office, Bengaluru \n(East),CA-15, N.G.E.F, East, Kasturi Nagar, \nBengaluru\n080-29735190\nFax: 25205079\n9449864003\nrtobnge-ka@nic.in\nRegional Transport Office, Bengaluru (North), 3rd \nFloor, Shopping Complex, Railway Station Road, \nYashwanthapura, Bengaluru - 560022\n080-23376039/ \n23371538\n9449864004\nrtobngn-ka@nic.in\nDeputy Commissioner for Transport & Senior \nRegional Transport Office, Bengaluru(South), \nJayanagar Shopping Complex, 4th Block, \nJayanagar, Bengaluru-560011\n080-26630989/ \n26633853\nFax:22440838\n9449864005\nrtobngs-ka@nic.in\nRegional Transport Office, Railway Men Layout, \nNear Upkar Layout, Malathalli,\nBengaluru-560056\n080-23286712/13\n9449864041\nrtojnbt-ka@nic.in\n20\nAssistant Regional Transport Office, \nRani Cross, NH-7, Devanahalli-562110\n080-27681999\n9449864043\nartodhalli-ka@nic.in\nRegional Transport Office, Survey No:111, \nSinganayakanahalli Village,\nYelahanka Hobli, Bengaluru (North) -560064\n080-29729909/08\n9449864050\nrtoylnk-ka@nic.in\nRegional Transport Office, \nEelctronic City, Vijaya Bank Layout, BTM 4th \nstage, 2nd Main, Deverachikkanahalli, Bengaluru \n-560076.\n080-26483551 \n9449864051\nrtoecity-ka@nic.in\nRegional Transport Office, 5/4, Bhattarahalli,Old \nMadras Road, K.R.Puram,Bengaluru. -560049\n080-25617951/59\n9449864053\nrtokrpur-ka@nic.in\nRegional Transport Office, STU and \nautorikshaws, Shanthinagar, Bengaluru- 560027\n080-22230051/\n22230110\n9449864057\nrtoarstu-ka@nic.in\nRegional Transport Office, Chandapura, sy \nNo 194 & 195,Chandapura Anekal Main road, \nMarasuru Village,Bangalore -562106\n080-27827265\n9449864059\nrto-chandapura@\nkarnataka.gov.in\nRegional Transport Office, B.H.Road, \nTumakuru-572101\n0816-2278473, \n2277644, 2276444 \n9449864006\nrtotmkr-ka@nic.in\nRegional Transport Office, Saarige Soudha, \nBangarpet Main Road, Kolar - 563101\nT-Fax: 08152-\n222039 \n9449864007\nrtoklr-ka@nic.in\nAssistant Regional Transport Office, Kormondal, \nK.G.F - 563122\n08153-26021 \n9449864008\nartokgfOffice@ gmail.com\nRegional Transport Office, Bengaluru Road,\nChikkaballapura - 562101\n08156-270446\n9449863440\nrtocbpr-ka@nic.in\nRegional Transport Office, Near Ghousia College, \nMysuru Road, Ramanagara-562159\nT-Fax:27273471\n9449864042\nrto42@gmail.com\nAssistant Regional Transport Office,\nRevenue Dept. Employees Society Building, \nHonnavara Road, Tiptur-572201\n08134-254799\n9449864044\narun25md@gmail.com\nkavya1991ram@ gmail.com\nRegional Transport Office,\nSvy No 63 Gowdahalli Village, Dasanapura Hobli \nBengaluru North, Nelamangala, \nBengaluru -562162\n080-29511295\nT-Fax:27728094\n9449864052\nrtonmg-ka@nic.in\nAssistant Regional Transport Office,\nAPMC Yard, Gowribidanur Road, \nMadhugiri-572132\n813728422\n944984064\nrtomadugiri@ gmail.com\nAssistant Regional Transport Office,\nA.No 780/744, W.No.8, Kannampalli, Dist : \nChikkaballapura, Chintamani\n08154-298977\n9449863477\nka67arto@gmail.com\nRegional Transport Office,\nChamaraja Puram, Mysuru (West)-570005\n0821-2330364/ \n2334430\n9449864009\nrtomysw-ka@nic.in\n21\nRegional Transport Office,\nTriveni Circle, Dr.Raj Kumar Road, \nMysuru (East) -570019\n0821-2570700\n9449864055\nrtomyse-ka@nic.in\nRegional Transport Office, \nNear Railway Station Road, \nChamarajanagar-571313\n08226-222444\n9449864010\nrtochmgr-ka@nic.in\nRegional Transport Office, ,\nNear Deputy Commissioners Office, \nMandya-571401\n08232-220031\nFax -227460\n9449864011\nrtomdy-ka@nic.in\nRegional Transport Office,\nSunny Side, General Thimmaiah Road, \nMadikeri-571201\n08272-298785\n9449864012\nrtomdkr-ka@nic.in\nRegional Transport Office, \nB.Kathihalli, Arasikere Road, \nHassan-573201\n08172- 240660/ \n240514 \n9449864013\nrtohsn-ka@nic.in\nAssistant Regional Transport Office,\nCauvery Irrigation Nigama, No.1, HRBC Building, \nHunsur-571105\n0822-2252699\n9449864045\nrtohsn-ka@nic.in\nAssistant Regional Transport Office, \nNagamangala, Mandya Dist.-571432\n08234-285598\n9449864054\nartongmg-ka@nic.in\nRegional Transport Office, Sowlang Road, Old \nD.C Office Compound.,\nShivamogga-577201\n0812-222209\nFax -226400\n9449864014\ndctsmg-tran-ka@nic.in\nrtosmg-ka@nic.in\nAssistant Regional Transport Office,\nIkkeri Road, Sagar - 577401\nT-Fax: 08183-\n226276\n9449863415\nartosgr-ka@nic.in\nRegional Transport Office,\nNH-4, Deviation Road, Chitradurga-577501\n08194-\n230434/231894\n9449864016\nrtoctg-ka@nic.in\nRegional Transport Office, \nDevaraj Urs Layout, Davanagere-577006\n08192-\n259848/232023\n9449864017\nrtodvg-ka@nic.in\nRegional Transport Office, \nM.L.Vasudeva Murthy Building, Hosmane Extn, \nChikkamagaluru-577102\n08262-220366\n9449864018\nrtockm-ka@nic.in\nRegional Transport Office,\nHampankatta, Nehru Maidan Road, East A.B. \nShetty Circle, Mangaluru-575001\n0824-2220577\nFax: 2422052\n9449864019\nrtomng-ka@nic.in\nRegional Transport Office,\n“SarigeSowdha”, Rajatadri, Manipal,\nUdupi Dist-576103\n0820-2575137\n9449864020\nrtoudp-ka@nic.in\nRegional Transport Office,\nPuttur D K. Opp: K.E.B Office Bannur, \nPuttur-574203\n08251-230729\n9449864021\nrtoputtur@yahoo.com\n22\nAssistant Regional Transport Office\nRaitha Bhavana, Taluk Agriculture Produce \nCo-operative marketing Society, Beside DySp \nOffice, Bengaluru-Shivamogga Road,\nTarikere, Chikkamangaluru-577102\n9449863224 ----------------------\nAssistant Regional Transport Office\nNo. 21-65/2, Birwa Tower, Melkar, Bantwala \nTq & Post, Dakshina Kannada Dist-574231\n08255-280504\n9449864019\nartobantwal@ gmail.com\nRegional Transport Office,\nBelagavi Sangolli Rayanna Circle, Shivaji  Nagar, \nBelagavi-590016\n0831-2465503/\n2404759\n9449864022\nrtobgm-ka@nic.in\nRegional Transport Office, N M Road. \nChikkodi-591201\n08338-272241/\n274129 \n9449864023\nrtockd-ka@nic.in\nAssistant Regional Transport Office,\nDevalapur Road, Near Carmel Convent, \nBailhongal – 591102\n08288-233288/\n292412\n9449864024\nartoblng-ka@nic.in\nRegional Transport Office, Navanagar Post, \nHubli-Dharwad Road, Dharwad (West)-580001\n0836-2233929/\n2233925/ 2233920 \n9449864025\nrtodwd-ka@nic.in\nRegional Transport Office, Dharwad (East), \nGabbur Cross, P.B. Road,\nHubballi.\n0836-2244550\n9449864063\nrtodharwadeast.63@ gmail.\ncom\nRegional Transport Office, Haveri Road, \nNear Anjuman College, Gadag-582102.\n08372-297219\n9449864026\nrtogdg-ka@nic.in\nRegional Transport Office, Hubballi road, \nHaveri – 581110\n08375-232299\n9449864027\nrtohvr-ka@nic.in\nRegional Transport Office, Bagalkot Road, \nVijayapura-586101\n08352-\n276228/276218\n9449864028\nrtoka28@gmail.com\nAssistant Regional Transport Office,\nBombay Chawl, Dandeli Ferro Alloys Premises, \nDandeli.\n08284-230916  artodandeli@gmail.com\nRegional Transport Office, \nStation Road Extention Area, Navanagar,\nBagalkot-577101\n08354-235275/ \n235276\n9449864029\nrtoka29bagalkot@ gmail.\ncom\nRegionla Transport Office,\nNear PWD Inspection Bungalow, \nKarwar-581301\n08382-\n226364/229249\n9449864030\nrtokarwar@gmail.com\nRegional Transport Office, Basattikere, \nBasaveshwara colony, Uttara Kannada, \nSirsi-581402\n08384-233090/ \n234259\n9449864031\nrtosrs-ka@nic.in\n23\nAssistant Regional Transport Office, \nV.G.Pai Building, Ganapathi Tower,\nNo.1267, Near N.H.7, Honnavara-Kumata Road, \nHonnavara-571105\n08387-220033\n9449864047\nrtohnr-ka@nic.in\nAssistant Regional Transport Office, \nSri Deepak Basavaraj Katagi’s Building, \nL.T.S. No.4941, APMC Yard, Jamakhandi, \nBagalkot Dist.-587301\n08353-238040\n9449864048\nartojkd@yahoo.in\nAssistant Regional Transport Office,\nGokak, Belgavi Dist.-591307 \n08332-224727\n9449864049\nartogkk-ka@nic.in\nAssistant Regional Transport Office\nReg.No. 304-A/1A/1, Plot No.103, Siddeshwara \nNagara, Ranebennur. Haveri District.\n083732-60452\n9845844119\nartoranebennur@ gmail.com\nAssistant Regional Transport Office, 1st Floor, \nPWD Building, Behind Mini Vidhana Soudha, \nRamadurga, Belagavi District\n 08335-242131 artormdg-ka69@gmail.com\nDeputy Commissioner for Transport & Senior \nRegional Transport Office, Rajpur Cross, \nSedam Road, Kalaburagi-585105\n08472-248805/ \n246926\n9449864032\nrtoglb-ka@nic.in\nRegional Transport Office,\nNear KSRTC Bus Depot, Station Area, \nYadagiri-585201\n08473-252580\n9449864033\nrtoydgr-ka@nic.in\nRegional Transport Office, \nBellary-Hospet Road, Contonment, \nBallari-583101\n08392-240048/\n244116/240038\n9449864034\nrtoblr-ka@nic.in\nRegional Transport Office, No.180, \nNear Harihara Road, Amaravathi, \nHosapete-583201\n08394-230766/\n231982\n9449864035\nrtohsp-ka@nic.in\nRegional Transport Office, Near KSRTC Depot, \nMantralaya Road, Raichur-584101\n08532-223329/\n223094\n9449864036\nrtorcr-ka@nic.in\nRegional Transport Office,  APMC Yard, \nKoppal - 583231\n08539-220829/ \n225023 \n9449864037\nrtokpl-ka@nic.in\nRegional Transport Office,  \nNear Airforce Gate, Bidar-585401\n08482-226361\n9449864038\nrtobdr-ka@nic.in\nAssistant Regional Transport Office,\nLokhande Building opp. Bheemanna Khandre \nInstitute of Technology, Bidar Dist, \nBhalki - 585328\n08484-262582/\n262194\n9449864039\nartobhalki.ka39@ gmail.com\nAssistant Regional Transport Office, \nBasavakalyana, Sastapura Bangare, \nNH 9, Basavakalyan-585437\n08481-256996\n9449864056\n artobasavakalyanka56@\ngmail.com\n24\nARTO, Attibele 27844737 \n9449864080\nckpatbl-rto-ka@nic.in\nARTO, Nangli 9449864058 nagaliarto@gmail.com\nARTO, Bagepalli 08150-782112\n9449864068\nkummy2345@gmail.com\nRayalpadu 08157-243969\n9449864066\n nagaliarto@gmail.com\nGowribidanur C. P. 08155-84575\n9449863499\nkumargbd54@gmail.com\nARTO, Ramnagar 08383-242278\n9449864073\n------------------------------\nARTO, Nippani/Kognalli 08338-292466\n9449864078\nmaheshkumbar0707@ \ngmail.com\nARTO, Kagawada 08339-292452\n9449864059\nrajubadachi@gmail.com\nARTO, Zalaki 08422-\n284402/282054\n9449864076\nartozalaki28@gmail.com\nARTO, Aland 08477-203707\n9945035085\nckpalnd-rto-ka@nic.in\nARTO, Humnabad 08483-270659  ckphmbd-rto-ka@nic.in\nARTO, Talapadi 9449110499  ckptlpd-rto-ka@nic.in\nARTO, Hagari 08392-265065  Ckphgr-rto-ka@nic.in"
    },
    {
        "filename": "GraasRoot-Innovation-GO.pdf",
        "filepath": "/Users/chaitanyakartik/Projects/TTS/prototype/voicebot/data/pdfs/GraasRoot-Innovation-GO.pdf",
        "content": ""
    },
    {
        "filename": "Artpart-MoA-Signed.pdf",
        "filepath": "/Users/chaitanyakartik/Projects/TTS/prototype/voicebot/data/pdfs/Artpart-MoA-Signed.pdf",
        "content": ""
    }
]