{
    "filename": "KIA-Act.pdf",
    "filepath": "/Users/chaitanyakartik/Projects/TTS/prototype/voicebot/data/pdfs/KIA-Act.pdf",
    "content": "KARNATAKA ACT NO. 07 OF 2020 \n \n \n \nTHE KARNATAKA INNOVATION AUTHORITY ACT, 2020 \n \n \n \nArrangement of Sections  \n \nSections:  \n \n1. Short title and commencement \n2. Definitions  \n3. Karnataka Innovation Authority \n4. Composition of the Authority \n5. Meetings of the Authority \n6. Vacancies, etc., not to invalidate proceedings of the Authority \n7. Powers and functions of the Authority \n8. Sub-committees of the Authority \n9. Permission to establishing a Regulatory Sandbox \n10. Applications for Establishing a Regulatory Sandbox \n11. Suo Moto Establishment of a Regulatory Sandbox \n12. Terms and Conditions for participants in the Regulatory Sandbox \n13. Regulatory Sandbox to be established by Notification \n14. Participation in the Regulatory Sandbox \n15. Modification of Regulatory Sandbox \n16. Expiry or Withdrawal of the Regulatory Sandbox \n17. Appeals \n18. Establishment of Technical Secretariat \n19. Budget of the Authority \n20. Funds of the Authority \n21. Accounts and audits \n22. Annual Report \n23. Confidentiality of Information \n24. Protection of action taken in good faith \n25. Penalties \n26. Bar of Jurisdiction on Civil Courts \n27. Power to removal of difficulties \n28. Act to override other laws \n29. Power to make rules \n30. Power to make regulations \n31. Transitory provisions \n32. Repeal and Savings  \n \n \n \n \n \n \n2 \n \n \nSTATEMENT OF OBJECTS AND REASONS \n Act 07 of 2020.-The Government of Karnataka witnesses development of innovative \nproducts and services using descriptive technologies which usually do not fall within the \nparameters of established regulatory regimes. These innovators are subject to legal \nhardship and this curbs innovation to happen, while amendment to the law to address \nregulatory challenge s thrown by these new products and services using emerging \ntechnologies takes time, a legal frame work to enable innovation, needs to be established in \ninterim. Therefore, “Karnataka Innovation Authority” is to be established to enable setting \nup of “Regul atory Sandboxes” wherein such innovators are allowed a small window of \nexemption for a prescribed period to carry out innovation and the State also gets to observe \nsuch innovations and time to respond with further legislation and amendments, if required. \n \nThe Karnataka State is one of the Global Innovation Hubs. Several Foreign Countries \nare having Global Alliance with Karnataka. Niti Ayog of Government of India has ranked \nKarnataka as the top most Innovative State in the country. Bengaluru Tech Summit, \nflagship event of the State Government, on Information Technology, Biotechnology, \nElectronics, Animation and Startups, is scheduled from 18th to 20th November 2019 at \nBengaluru Palace. Government has received confirmations of participation from 20 foreign \ncountries. The setting up of Karnataka Innovation Authority is proposed to be announced \nby Hon'ble Chief Minister during the inauguration of Bengaluru Tech Summit 2019 on 18th \nNovember, 2019, to signal to the world that Karnataka is way ahead of others in promoting \nand encouraging innovation and entrepreneurship. Hence there is a great need to sustain \nthis position in view of the competition from other States. \n   \n   \n          Since, the matter was urgent and both the houses of the State Legislature were not in \nsession, the Karnataka Innovation Authority Ordinance , 2019 (Karnataka ordinance 2 of \n2019) was promulgated to achieve the above object.  \n  \nHence this Bill replaces the said Ordinance. \nHence the Bill. \n[L.A. Bill No. 02 of 2020, File No. Samvyashae 06 Shasana 2020]  \n[Entry 32 of List II of the Seventh Schedule to the Constitution of India.] \n[Published in the Karnataka Gazette Extra-ordinary No. 149 in part-IV dated: 27.04.2020]  \n \n \n \n \n \n \n \n \n3 \n \n \nKARNATAKA ACT NO. 07 OF 2020 \n \n(First Published in the Karnataka Extra-ordinary on the 27th day of April, 2020) \n \n \nTHE KARNATAKA INNOVATION AUTHORITY ACT, 2020 \n \n(Received the assent of the Governor on the 24th day of April, 2020) \n \nAn Act to provide for establishment of an authority to promote and regulate \nInnovative Technologies in the State of Karnataka.  \nWhereas it is expedient to establish an authority to promote and regulate innovative \ntechnologies in the State of Karnataka and for the  matters connected therewith or \nincidental thereto. \n Be it enacted by the Karnataka State Legi slature in the seventy first  year of the \nRepublic of India, as follows:- \nCHAPTER-I \nPRELIMINARY \n1. Short title and commencement. -(1) This Act may be called the Ka rnataka \nInnovation Authority Act, 2020. \n(2)It shall be deemed to have been come into force on the 5th day of December 2019. \n2. Definitions.- In this Act, unless the context otherwise requires,- \n(a) “Authority” means the Karnataka Innovation Authority constituted under  \nsection 3; \n(b) “Government” means the Government of Karnataka; \n(c) “Law” means any law in force, enacted by the Karnataka State Legislature and \nincludes  rules or regulations made there under;  \n(d) “Participant” means any person who has been granted approval for participation \nin conduct of Innovation and to offer goods or services to the public within a \nRegulatory Sandbox established under this Act; \n(e) “Regulatory Sandbox” means the permission to cond uct innovations within the \ntime allotted with such exemptions or modifications from any law, along with \nconditions as may be prescribed under this Act, under which any participant may \nconduct innovations and offer goods or services to the public; \n(f) “Sandbox Operator” means any private agency or instrumentality of the \nGovernment, designated by the Authority to oversee and operate, a Regulatory \nSandbox under this Act; and \n(g) “Technical Secretariat” means the Technical Secretariat of the Authority. \nCHAPTER-II \nAuthority and its Employees \n3. Karnataka Innovation Authority.- (1) As soon as may be, after the \ncommencement of this Act , there shall be constituted  by the Government a n authority for \nthe purpose of this Act, to be called the Karnataka Innovation Authority. \n(2) The authority shall be a body corporate by the name aforesaid, having perpetual \nsuccession and a common seal with power to acquire, hold and dispose of property, both \nmoveable and immovable, and enter i nto contract, and shall by the said name sue and be \nsued. \n(3)The Headquarters of the Authority shall be at Bengaluru. \n \n4 \n \n \n4. Composition of the Authority - The Authority shall consist of the  following \nmembers namely:-  \n(1) The Chief Minister -Chairman; \n(2) The Minister in charge of the Department of Information  \nTechnology, Biotechnology and Science and Technology. \n \n-                Vice-chairman \n(3) Not more than five Ex-officio members as the  \nGovernment may nominate in the manner as may be  \nprescribed. \n \n \n-                             Member \n(4) The Additional Chief Secretary /Principal Secretary/  \nSecretary to Government, Department of Information  \nTechnology, Biotechnology and Science and Technology, \n \n \n-                             Member \n(5) The Director, Department of Information  \nTechnology, Biotechnology and Science and Technology. \n \n-             Member-Secretary \n    \n5. Meetings of the Authority.-(1)The Authority shall meet at such times and places \nand as per the procedure with regard to transaction of business at its meetings by the \nregulations. \n(2) The Authority may invite such other persons as it deems fit to attend a meeting in \norder to obtain their views or expertise on any item on the agenda for the meeting. \n(3) The Chairman, or, in absence of the Chairman or under the direction of the \nChairman, theVice-Chairman shall preside over the meeting. \n(4) All issues which come up before any meeting of the Authority, including decisions \nas to the exercise of its powers and functions under this Act, shall be decided by consensus \namong the members of the Authority. \n(5) Not less than one thirdof the members of the Authority shall constitute the \nquorum for a meeting. \n(6) The Member-Secretary shall exercise such powers and perform such duties as \nmay be prescribed or as may, from time to time, be delegated to him by the Chairman. \n6. Vacancies, etc., not to invalidate proceedings of the Authority .-No act or \nproceedings of the Authority shall be invalid merely by reason of,- \n(i) any vacancy in the Authority; or \n(ii) any irregularity in the procedure of the Authority not affecting the merits of \nthe decision.  \n7. Powers and f unctions of the Authority. -The Authority shall have following \npowers and functions, namely:- \n(i) Notwithstanding anything contained in any law in force, the Authority may,-  \n(a) exempt any participant from compliance with any law for the purpose of \ninnovation within  the Jurisdiction specified therein; or \n(b) modify any law insofar as it applies to any participant, as it deems fit and \npermit for the purpose of establishing a Regulatory Sandbox, in accordance with the \nprovisions of this Act. \n5 \n \n \n(ii) The Authority shall have the power to,- \n(a) designate any agency or instrumentality of the state as a Sandbox Operator \nfor a specified Regulatory Sandbox; and \n(b) direct any Sandbox Operator for the purpose of this Act  and such direction \nshall be deemed to be a direction of the Government for the purpose of any law; \n(c) based on its experience, recommend for amendment, if any, necessary to any \nActs, Rules or Regulations in force in the State to facilitate the promotion of \ninnovations in the State. The Government may consider the recommendations and \nbring suitable amendment wherever necessary. \n(iii) The Authority may hold public consultations with relevant stak eholders prior to, \nduring, or after establishing a Regulatory Sandbox, in such manner as may be \nprescribed. \n(iv) The Authority shall also have such powers and perform such functions which as \nmay be prescribed. \n8. Sub-committees of the Authority.-(1)The Authority may for any specific purpose \nconstitute one or more sub - committees consisting of the Vice-chairman as Chairman and \nsuch other members not exceeding five on each sub-committees. \n(2) The Sub-committees shall exercise such of the power and perform suc h duties of \nthe Authority which are delegated to it by the Authority. \n(3) Each Sub-committee shall meet atleast once in a month and shall observe such \nprocedures in regard to the transaction of business at its meeting as may be provided by \nregulations. \n \nCHAPTER-III \nPROCEDURE TO ESTABLISH AND PARTICIPATE  \nIN A REGULATORY SANDBOX \n9. Permission to es tablishing a Regulatory Sandbox. - The Authority may grant \npermission to operate a Regulatory Sandbox, in accordance with the procedure under this \nChapter when, in its opinion, it is necessary to do so for the promotion of any innovation. \n10.Applications for Establishing a Regulatory Sandbox .-(1)Any person seeking \npermission to establish a Regulatory Sandbox may make an application in such manner \nalong with such fe e as may be prescribed and shall indicate the need for regulatory \nsandbox and the proposed sandbox operator. \n(2)The Authority shall seek the inputs and recommendations of the Sandbox \nOperator proposed in such application, on the feasibility and desirabilit y of the proposed \nRegulatory Sandbox. \n(3) The Authority shall, within 60 days from the date of any application under this \nsection, either reject such application or permit to establish a Regulatory Sandbox. \n(4) Where the Authority is of the opinion that it is feasible and desirable to permit the \nestablishment of the proposed Regulatory Sandbox, it shall,-  \n(a) make an order in writing, indicating the need for such Regulatory Sandbox, \nwith specific reference to the need to provide exemptions or modifications of \nany law for promoting the innovation in question subject to such conditions \nas it deem fit and the potential for such innovation to provide wider benefits to \nsociety, and;  \n(b) permit to establish a Regulatory Sandbox by notification under Section 13. \n6 \n \n \n(5) Where the Authority is of the opinion that it is not feasible or desirable to set up \nthe proposed Regulatory Sandbox as sought by the applicant, or such innovation does not \nrequire the relaxation or exemption from any law for its promotion, it shall reject the  \napplication through an order in writing. \n(6) No order under sub-section (4) or sub-section (5) shall be issued by the Authority \nwithout giving the applicant an opportunity of being heard, and also holding a public \nconsultation with concerned stakeholders in such manner as may be prescribed.  \n11. Suo Moto Establishment of a Regulatory Sandbox .-(1)Notwithstanding \nanything contained in section 9, where the Authority is of the view that it is necessary to do \nso, it may, on its own motion, establish a Regulator y Sandbox and designate a Sandbox \nOperator, in accordance with the procedure under section 13. \n(2) A decision to establish a Regulatory Sandbox under sub-section (1) shall be taken \nin accordance with the following procedure, namely:- \n(a) A notice shall be issued to the general public with the details of the \nRegulatory Sandbox proposed to be set up and the proposed Sandbox \nOperator, inviting submissions for inputs within a period of [thirty days] from \nthe date of the notice. \nExplanation: The notice shall be deemed to be issued to the public, if such \nnotice is placed on the website of the Authority and is published in an English \nnewspaper and a  Kannada newspaper having the highest circulation in the \nState. \n(b) The Authority shall, after the expiry of thirty days from the date of issue of the \nnotice under clause (a), hold a public consultation, in such manner as may be \nprescribed, seeking inputs from stakeholders on the feasibility and desirability \nof setting up the Regulatory Sandbox. \n(c) The Authority shall seek the i nputs and recommendations of the proposed \nSandbox Operator on the feasibility and desirability of the proposed \nRegulatory Sandbox. \n(3) Where the Authority is of the opinion that it is feasible and desirable to establish \nthe proposed Regulatory Sandbox, it shall,- \n(a) m ake an order in writing, indicating the need for such Regulatory Sandbox, \nwith specific reference to the need to provide exemptions or modifications of \nany law for promoting the innovation in question subject to such conditions \nas it deem fit and the potential for such innovation to provide wider benefits to \nsociety, and;  \n \n(b) establish a Regulatory Sandbox by notification under Section 13. \n \n(4) Where the Authority is of the opinion that it is not feasible or desirable to set up \nthe proposed Regulatory San dbox, or that such innovation does not require the relaxation \nor exemption from any law for its promotion, it shall reject the application through an order \nin writing. \n \n 12. Terms and Conditions for partici pants in the Regulatory Sandbox. -(1)Every \nparticipant in the  Regulatory Sandbox shall follow such terms and conditions as may be \nprescribed. \n(2) Such conditions may provide for all or any of the following, namely:- \n(a) Time period and geographical area within which an innovation may be \nconducted and goods or services may be offered to the prescribed customers: \n7 \n \n \nProvided that, the time period of a Regulatory Sandbox shall not be more \nthan one year, subject to any extension made under Section 15, however for \nrecorded reasons it may be further extended for not more than one year. \n(b) The eligibility and number of customers to whom  g oods or services may be \noffered; \n(c) The consumer protection and risk mitigation safeguards to be followed by \nparticipants, including, but not limited to dispute and grievance redressal \nconditions, mandatory disclosures of risks to customers, requirements for \nobtaining consumer consent and adequate compensation a rrangements in \ncase of defaults; \n(d) Capital requirements of the participants; \n(e) Data security and confidentiality requirements; \n(f) Reporting requirements of the participants to the Sandbox Operator; and \n(g) Any other terms or conditions as the Authority may deem fit. \n \n(3) The Sandbox Operator shall be responsible for overseeing the compliance of the \nparticipants within the terms and conditions of the Regulatory Sandbox. \n13. Regulatory Sandbox to be established by Notification.-(1)Where the Authority \nestablishes a Regulatory Sandbox in exercise of its powers under Section 10 and 11, it shall \ndo so by notification in the Official Gazette, and such Regulatory Sandbox shall come into \neffect from the date of such notification. \n(2) Any notification made under sub -section (1) shall specify the provisions of laws \nwhich are exempted or modified, as well as the terms and conditions to be followed by \nparticipants in the Regulatory Sandbox, period of operation of the Regulatory Sandbox and \nshall specify the Sandbox Operator. \n(3) Any notification made under sub -section (1) shall have effect despite anything \ninconsistent in any other law in force or any instrument under any such law. \n(4) No notification made by the Authority under sub -section (1) shall have \nretrospective effect.  \n(5) Any notification made under sub -section (1) shall cease to have effect after the \nexpiry of the period permitted or withdrawal of the Regulatory Sandbox under section 16. \n(6) Every notification issued under this section shall be laid before each house of the \nstate legislature. \n14. Participation in the Regulatory Sandbox .-(1)A Sandbox Operator shall, within \nthirty days from the date of notification  of a Regulatory Sandbox under s ection 13, call for \napplications from any person desiring to participate in the Regulatory Sandbox. \n(2) No person shall be eligible to make any application under sub-section (1) unless,- \n(a) he carries on business or has a registered office or branch office in Karnataka; \nand \n(b) the goods or service sought to be tested in the Regulatory Sandbox are \nproposed to be deployed in or operated in a larger scale, from Karnataka. \n(3) The application shall be in such form and in such manner as may be prescribed, \nand shall indicate the manner in which the proposed participant fulfils the conditions laid \ndown by the Authority to participate in the regulatory sandbox, as well as the criteria laid \ndown under sub-section (5). \n(4) The Sandbox Operator, shall, within a period of thir ty days from the receipt  of \nany application under this s ection either reject an application, or approve it.  In approving \n8 \n \n \nor rejecting any application for participation in the Regulatory Sandbox, it  shall ensure the \nproposed participant meets the following criteria that,- \n(a) t he goods or services are provided within the scope of the Regulatory \nSandbox; \n(b) there are regulatory barriers in the form of any laws which restrict or prohibit \nthe deployment of the goods or services; \n(c) the goods or services offered by such person is ready for testing in the market \nand the proposed participant has a well -developed testing plan for \nimplementing the goods or services within the Regulatory Sandbox; \n(d) there is a genuine innovation, significantly different from available offerings in \nthe same market, which utilizes a new technology or utilizes existi ng \ntechnology in a novel manner; \n(e) t he goods or services deliver an identifiable benefit to consumers within \nKarnataka; \n(f) t he deployment of the goods or services is in the larger public interest, \nincluding, inter alia,  the ability of the goods or services to g enerate \nemployment in Karnataka; \n(g) the goods or services does not expose consumers to significant levels of ris ks \nof harms, injuries or losses; \n(h) t he proposed participant has the ability to, and the goods or services is \ncapable of, deployment at a larger scale after the expiry of the period of \ntesting under the Regulatory Sandbox; and \n(i) the goods or services are designed to be deployed or operated from and within \nthe Karnataka  under the existing Regulatory Sandbox. \n(5) The Sandbox Operator may, for the purpose of assessing th e applications made \nunder this section,- \n(a) consult the Authority; or  \n(b) request for any information from the proposed participant. \n(6) Any order of approval or rejection of any application under sub -section (4) shall \nbe accompanied by reasons in writing and shall be published on the website of the \nAuthority and the Sandbox Operator. \n(7) The Sandbox Operator, may, before approving any application, upon consultation \nwith the proposed participant, recommend further terms or conditions for participation of \nthe applicant in the Regulatory Sandbox, to be notified by the Authority under section 15. \n(8) A participant may begin testing the app roved goods or services in the Regulatory \nSandbox as soon as the order of approval of their particip ation has been made under this \nsection. \n(9) No material changes to the goods or services offered by a participant in a \nRegulatory Sandbox shall be made without obtaining the prior approval of the Sandbox \nOperator in writing. \nNote: For the purpose of this sub -section, material changes are any changes which \naffect the criteria for evaluation of the goods or services under sub-section (4). \n(10) The Sandbox Opera tor shall, upon consultation with each participant,  \nrecommend the transition strategy to be followed by the participant to ensure the \nprotection of consumers and the compliance with laws in the event of the expiry or \nwithdrawal of the Regulatory Sandbox under section 16. \n9 \n \n \n(11) Such information about the participants in the Regulatory Sandbox shall be \ndisclosed on the website of the Authority and the Sandbox Operator, as may be prescribed. \n15. Modification of Regulatory Sandbox .-(1) The Authority may, by not ification in \nthe Official Gazette, upon its own motion, or upon the recommendation of the Sandbox \nOperator, modify any of the exemptions or modifications of law provided in the notification \nmade under section 13, in so far as it applies to any participant. \n(2) The Authority may, upon the recommendation of the Sandbox Operator, by \nnotification in the Official Gazette, modify any of the term s and conditions imposed under \nsection 12, insofar as it applies to any participant. \n(3)Authority may on application by the Sandbox operator, may modify the terms and \nconditions of Sandbox permission to such extent and in such manner as it deems fit. \n(4) Every notification issued under this section shall be laid before each house of the \nState Legislature. \n(5) Any modificati ons, made under sub -sections (1) and (2), shall not affect the \nvalidity of anything previously done by any applicant or participant under this Act.  \n16. Expiry or Withdrawal of the Regulatory Sandbox.-(1) The Regulatory Sandbox \nshall be discontinued upon t he expiry of th e time period prescribed under s ection 12, \nsubject to any modification of the time period made under section 15. \n(2) The Sandbox Operator may revoke the approval of any participant in the \nRegulatory Sandbox if such participant,- \n(a) expresses hi s desire to discontinue his participation in the Regulatory \nSandbox, by sending a notice in writing to the Sandbox Oper ator, with \nreasons for the same; \n(b) fails to comply with the conditions prescribed by the Authority or the Sandbox \nOperator; \n(c) has submitted f alse, misleading or inaccurate information, or has concealed \nor failed to disclose material facts;  \n(d) has, in the course of business, contravened any other provision s of law in \nforce which has not been expressly exempted or modified by the Authority; \nand \n(e) carries on its business in a manner detrimental to its consumers or the public \nat large; or offers goods or services with a technical fault or vulnerability \nwhich regularly causes failure of the goods or service or leads to high \nincidences of fraud. \n(3) Any o rder of revocation made under sub -section (2) shall be a reasoned order \nmade in writing and shall be binding. \n(4) Every participant in the Regulatory Sandbox shall be liable to comply with all \napplicable laws after the discontinuation of the Regulatory Sandbox. \n(5) No order of revocation against a participant shall be issued by the Sandbox \nOperator without giving the participant an opportunity of being heard. \n \n17. Appeals.- (1)Any person aggrieved by the order of the sandbox operator may \nappeal to the authority within 30 days from the date of such order. \n(2) The authority may consider the appeal and dispose it after giving an opportunity \nof being heard to the applicant and may make suitable orders in this regard and order of \nthe authority shall be final. \n \n10 \n \n \nCHAPTER-IV \nMISCELLANEOUS \n18. Establishment of Technical Secretariat.-(1) The Authority shall be assisted by \na Technical Secretariat.  \n(2) The Technical Secretariat shall be set up by the State Government to provide \nlogistical, technical and research support for the implementation of the provisions of this \nAct, and to oversee the Sandbox Operators and the Sandbox Participants. \n(3) The Technical Secretariat shall perform such functions as may be prescribed. \n(4) The Technical Secretariat shall be headed by the Member -Secretary of the \nAuthority and staffed by such persons as may be enlisted and their method of recruitment, \nminimum qualification and conditions of service shall be such as may be prescribed. \n(5) The salary and allowances of said staff shall be defrayed out of the fund of the \nAuthority.  \n19. Budget of the Authority.-(1) The Authority shall prepare every year, before such \ndate and in such form as may be prescribed, a budget estimate of its income & expenditure \nfor the financial year to commence on the first day of April and shall forward it to the \nGovernment for sanction. The authority may also prepare supplementary budget estimates, \nduring the course of any financial year, if necessary. \n(2) The Government shall approve the budget estimates and supplementary budget \nestimates with or without modification. \n(3) In cases of extreme urgency, the Members Secretary shall be competent to incur \nexpenditure not exceeding 5 lakhs of rupees in a financial year, notwithstanding the fact \nthat such expenditure has not been included  in the annual or supplementary budget \nestimates approved by the Government under sub-section(2). \n(4) The Member Secretary shall also have power to re -appropriate funds from one \nunit of expenditure to another unit, subject to a maximum of rupees one lakh at a time. \n20. Funds of the Authority.- (1)There shall be a fund called as the Karnataka \nInnovation Authority fund.  \n(2) There shall be credited to the said fund,- \n(a) All grants, subventions, donations and gifts made by the Central Government, \nState Government, any local authority or any body, whether incorporated or \nnot or any person;   \n(b)  The amount borrowed by the authority; and  \n(c) All other sums received by or on behalf of the Authority from any sources \nwhatsoever. \n(3) Except as otherwise direc ted by the Government all money  credited to the fund \nshall be invested in any Nationalized bank or in the State Government treasury. \n(4) The administrative expenses of the Authority including the salaries, allowances \nand pension if any, payable to the officers and employees of the Authority shall be defrayed \nout of the fund of the Authority. \n21. Accounts and audits.-(1)The Member Secretary or an officer not below the rank \nof Deputy Secretary to Government designated by him shall cause maintenance of such \nbooks of accounts and other registers as may be prescribed and shall prepare in the \nprescribed manner an annual statement of accounts. \n(2) The financial year of the authority shall commence on 1\nst April of each calendar \nyear and shall end on 31st March of the succeeding calendar year.  \n11 \n \n \n(3) The accounts of the Authority shall be audited annually by the Controller, State \nAudit and Accounts Department. The Authority or the Government may order concurrent \nand special audits also. \n(4) The Auditor shall, for the purposes of the audit, have access to all the accounts \nand other records of the Authority. \n(5) As soon as may be after  the receipt of the annual statement of accounts and the \nreport of the auditor, the Authority shall consider it in its meeting and send a copy of the \nannual statement of accounts together with a copy of the report of the auditor to the \nGovernment to lay it before both Houses of the State Legislature, along with its explanation \non the comments made by the auditor, if any, and a statement of action taken by the \nAuthority to remedy the irregularities or loopholes, if any, pointed out by the auditor. \n22. Annual Report.-(1) The Authority shall, within three months from the end of \nevery calendar year, submit its annual report in such Form as may be prescribed to the \nGovernment and same shall be published on the website of the Authority. \n(2) The Government shall cause to be laid the Annual Report with compliance before \nthe each house of the State Legislature.  \n23. Confidentiality of Information .- Notwithstanding anything contained in this \nAct, the Authority, or the Sandbox Operator, as the case may be, shall maintai n the \nconfidentiality of such information disclosed by the Applicant or the Participant, including \ncommercial confidence, trade secrets or intellectual property, the disclosure of which would \nharm the competitive position of any applicant or participant in the Regulatory Sandbox. \n24. Protection of action taken in good faith .-No suit, prosecution or other legal \nproceeding shall lie against any person for anything which is in good faith done or \npurported to be done under this Act. \n25. Penalties.-(1) Any Sandbox operator or any participant who violates any of the \nconditions laid down by the Authority or the Sandbox operator shall in addition to \nrevocation of permission to operate or participate be liable for a fine which may extend to \nrupees five lakhs or such amount to the extent of which a damage is caused to any public \nin operating or participating in the regulatory sandbox. The Authority shall after summary \nenquiry and after giving an opportunity to represent, impose fine on defaulting Sandbox \noperator or participant and make good the loss incurred by the concerned public the \ndamage so caused. \n(2) Any person aggrieved by the order of the Authority under sub -section(1) may \nappeal to the concerned district judge having jurisdiction. \n26. Bar of Jurisdiction on Civil Courts.- No Civil Court below the court of District \nJudge shall have jurisdiction to settle, decide or deal with any question or to determine any \nmatter which is by or under this Act  required to be settled, decided or dealt with or to be \ndetermined under the provisions of section 17 and 25.  \n27. Power to removal of difficulties.-(1) If any difficulty arises in giving effect to the \nprovisions of this Act, the Government may by notifica tion, make such provisions not \ninconsistent with the provisions of this Act, as appear to it to be necessary or expedient for  \nremoving the difficulty: \nProvided that, no such notification shall be issued after the expiry of two years  from \nthe date of commencement of this Act. \n(2) Every order issued under Sub -section (1) shall be laid before each house of the \nState Legislature. \n28. Act to override other laws.- The provisions of this Act and the orders issued or \nmade thereunder shall have effect notwithstandi ng anything to the contrary contained in \nany other law for the time being in force. \n12 \n \n \n29. Power to make rules .-(1) The Government may by notification , after previous \npublication, make rules to carry out the purposes of this Act. \n \n           (2) Every rules or notifications made under this Act shall be laid as soon as may be \nafter it is made, before each house of the State Legislature while it is in session, for a total \nperiod of 30 days which may be comprised in one session or in two or more successive \nsessions and if before the expiry of the session immediately following the session or the \nsuccessive sessions aforesaid, both houses agree in making any modification in the rules or \nnotification or both houses agree that the rule or notification  should not be made, the rule \nor notification shall, from the date on which the modification or annulment is notified have \neffect only in such modified form or be of no effect as the case may be; so, however, that \nany such modification or annulment shall be , without prejudice to the validity of anything \npreviously done under that rules or notification. \n30. Power to make regulations.-The Authority may subject to the provisions of this \nAct and the rules made under section 29 and with the previous sanction of the \nGovernment, by notification make regulations to carry out the purposes of this Act. \n31. Transitory provisions.- Any rule, notification or order made or issued under the \nKarnataka Innovation Authority Ordinance, 2019 (Karnataka Ordinance No. 2 of 2019) or \notherwise providing for or relating to any of the matters for the furtherance of which this \nAct is enacted, before the commencement of this Act and in force on the date of \ncommencement of this Act, to the extent they are not inconsistent with the provisions of \nthis Act, shall continue to be in force and effective as if they are made or issued under the \ncorresponding provisions of this Act unless and until superseded by anything done or any \naction taken or any rule, notification or order, made under this Act. \n            32. Repeal and Savings. - (1) The Karnataka Innovation Authority Ordinance, \n2019 (Karnataka Ordinance No. 2 of 2019) is hereby repealed. \n         (2) Notwithstanding such repeal anything done or any action taken under this \nOrdinance shall be deemed to have been done or taken under this Act.  \n \n The above translation of  ಕ ರ್ ನಾ ಟ ಕ ನ ಾ ವ ಿ ನ ್ ಯತ ಾ ಪ್ ರ ಾ ಧಿ ಕ ಾ ರ ಅಧ ಿನ ಿಯಮ, 2020 (2020 ರ ಕ ರ್ ನಾ ಟ ಕ \nಅ ಧ ಿನ ಿಯ ಮ ಸ ಂ ಖ ್ ಯೆ: 07) be published in the official Gazette under clause (3) of Article 348 \nof the Constitution of India. \n \nVAJUBHAI VALA \nGOVERNOR OF KARNATAKA \n \nBy Order and in the name of \nthe Governor of Karnataka, \n \n \n \n(K. DWARAKANATH BABU) \nSecretary to Government \nDepartment of Parliamentary Affairs \nand Legislation."
}