{
    "filename": "Rules[ENG].pdf",
    "filepath": "/Users/chaitanyakartik/Projects/TTS/prototype/voicebot/data/pdfs/Rules[ENG].pdf",
    "content": "166 | P a g e  \n \n \n \n \n \n \n \n \n \n \n \n \nTHE KARNATAKA SAKALA \nSERVICES RULES, 2012 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n167 | P a g e  \n \n \n \n \n \n \n \n \n168 | P a g e  \n \nTHE KARNATAKA SAKALA SERVICES RULES, 2012 \n \n1. Title and commencement:- (1) These rules  may be called the Karnataka \nSakala Services Rules, 2012. \n(2) They shall come into force from the date of their publication in the official \nGazette. \n2. Definitions:- (1) In these rules, unless the context otherwise requires,- \n(a) „Act‟ means the Karnataka Sakala Services Act, 2011 (Karnataka Act 1 of 2012); \n(b) „Form‟ means form appended to these rules; \n(c) 'Section' means section of the Act. \n(2) The words and expressions used in these rules but not defi ned shall have the \nsame meaning assigned to them in the Act. \n3. Display of information on Notice Board .- (1) Designated Officer and his \nsubordinate public servant of the Public Authority shall, for the convenience of common \npublic, cause to display all relevant information regarding the services available in his office \nas specified in the Schedule to the Act and Form of application on the notice board.  All the \nnecessary documents that are required to be enclosed with the application for receiving the \nnotified services, Check list for documents to be enclosed, prescribed fees, \nacknowledgement letter to be given compulsorily, reasons for rejection of services, the \nmanner of receiving compensatory cost from the Competent Officer, details as how to \ncontact the Appellate Authority, the procedure for monitoring the status of applications \nshall be displayed on the Notice Board as per sub -section (2) of section 3 of the Act (Form -\nA). Such Notice boards shall be exhibited in front of the Office. Sufficient number of copies \nof the prescribed applications forms be made available in the counters for receiving the \napplications. \n(2) In the event of non -display of such information in the public domain, the \ncompetent officer shall take remedial measures though the Designated Officer. \n4. The manner of receiving application and issuing acknowledgement to \nApplicants:- (1) The citizen shall apply to the designated Officer for one or more services \nappended in the Schedule as per prescribed application format along with the documen ts \nprescribed in the check -list in the counters for receiving the applications/registered post \nacknowledgement due/ post/e-mail  \n(2) The designated officer or authorized person shall upon receipt of the written \napplication or in such Form wherever prescribed, give due acknowledgement to applicant in \nForm-B. Computerised acknowledgement number shall be given for each application. \n(3) In case necessary documents have not been enclosed with the application, then \nthe same shall be clearly mentioned in the ackno wledgement and date of delivery shall not \nbe mentioned in such acknowledgements. \n169 | P a g e  \n \n(4) Where all the necessary documents have been enclosed with the application and \nthe application is complete in all respects, then the date of delivery shall be mentioned. \n5. Public holidays shall not be included:- The public holidays shall not be included \nwhile calculating the stipulated time limit for delivery of service.   \n6. Manner of seeking payment of Compensatory Cost:-   (1)Citizen having applied \nfor citizen related services shall be entitled to seek compensatory cost by submitting a copy \nof Form-B to the Competent Officer or filing a complaint with the acknowledgement Number \nthrough Call Centre. \n(2) The Competent Officer shall acknowledge or cause to acknowledge the application \nfor compensatory cost with date and seal. \n(3)  After receipt of application for compensatory cost, the Competent Officer shall \nassess the Compensatory Cost entitled to the applicant on the basis of online information \nand take necessary action to make immediate payment out of the imprest amount of the \nOffice and get the acknowledgement with signature. Thereafter, he shall initiate action to \nrecover the same from the defaulting Public Servant within 30 days as prescribed under \nSection 11 of the Act and within the time limit prescribed in the Schedule. \n7.  Manner of giving notice. -   The Competent Officer shall issue notice to the \ndesignated officer or the sub -ordinate official responsible for delay or default in furnishing \nhim the copy of the applica tion on which compensation was paid and call for reasons as to \nwhy cost of compensatory cost paid shall not be recovered from him as per Form C.  He \nshall also indicate the time limit within which defaulting or delaying officer or official shall \nfurnish reasons.   \n8. Relaxation of Fee :- No fee shall be levied for appeal to Competent Officer or \nAppellate Authority. \n9. Procedure of application to Competent Officer :- Apply to  the Competent \nOfficer along with a copy of Form-B /or through Call centre. \n 10. Documents to be enclosed with Appeal to the Appellate Authority :- Shall \napply along with form-B. \n         The Designated Officer or any public servant aggrieved by the orders of the Competent \nOfficer shall provide proof of deposit of compensatory cost in case of their application for \nappeal under Section 12. No application shall be accepted without such proof. \n11. Procedure for decision on First or Second Appeal :- The decision on orders of \nDesignated Officer or Competent Officer shall involve the following steps, namely:- \n(1) Review of concerned documents, public records or their copies;  \n(2) In exceptional circumstances, any other officer may be authorized for required \ninvestigation; \n(3) The Designated Officer or Competent Officer may be summoned at the time of \nhearing.   \n170 | P a g e  \n \n12. Process of communicating the information on hearing :-  Information on \nhearing of the application by Competent Officer or Appellate Authority shall be \ncommunicated by the Competent officer or Appellate Authority in one of the following \nmanners, namely:- \n(1) By hand delivery;  \n(2) By registered post with acknowledgement receipt; or \n(3) By Telephone/Fax/e-mail/SMS (whatever speedy communication  \n     opted by the applicant)  \n(4) Information shall be displayed through KGSC software \n13. Individual presence of applicant or D esignated officer or Competent \nofficer:- (1) In all situations, the hearing date shall be communicated to applicant or \nDesignated Officer or Competent Officer as the case may be, at least 7 days in advance. \n(2) The applicant or Designated Officer or Competent Officer as the case may be shall \nmake himself or person authorized by him to be present during the hearing. \n(3) If any party remains absent on the date of hearing even after the information of \nhearing being duly informed to him, then, the application may be decided exparte. \n14. Order in Appeal:- (1) The Competent Officer or Appellate Authority, as the case \nmay be, shall pronounce order in open hearing and it shall be in writing (Form-D). \n(2) Copy of appeal order by the Competent Officer shall be given t o applicant and \nDesignated Officer within Seven days from date of order. \n(3) Copy of appeal order by the Appellate Authority shall be given to applicant, \ndesignated officer and competent officer. \n(4) In case of imposition of compensatory cost, Competent Of ficer or Appellate \nAuthority as the case may be, shall mark copy of such order to the concerned Public \nAuthority with instructions to deduct the amount from the salary or honorarium or \nremuneration, of the Designated Officer or his subordinate public serva nt or Competent \nAuthority, as the case may be. \n(5) In the event of recommendation for departmental enquiry against Designated \nOfficer or his subordinate public servant or the Competent Officer, as the case may be, the \nAppellate Authority shall send orders issued against him to the concerned Public Authority \nor Appointing Authority. \n15. Recovery of Compensatory Cost:- The Competent Officer shall cause to recover \nthe compensatory cost from the salary or honorarium or remuneration as the case may be, \nof the De signated Officer or Officers and staff as decided by the Competent Officer or \nAppellate Authority, upon receipt of copy of order of imposing compensatory cost and shall \ndeposit it under the respective departmental Head of Account and send a copy of challan  to \nthe concerned Designated Officer. \n \n171 | P a g e  \n \n16. Maintenance of records of all disposed cases under the Act:-  The Designated \nOfficer, Competent Officer and Appellate Authority shall maintain records of all the cases in \nForm E-1, Form E -2 and Form E -3 respectively and specially Form E -I with regard to the \naction taken in respect of delay/default cases and shall send a periodical report to the Head \nof the Public Authority. Show cause notice through e -mail in Form E -4 shall be issued to \nthe public servants who have  defaulted/delayed in more than 7 cases.  Disciplinary action \nshall be initiated in cases where reasons are not justifiable. \nShow Cause notice through e -mail in Form E -5 shall be issued to the Competent \nOfficer/Appellate Authority who have exceeded the tim e limit. Report of such cases shall be \nintimated to DPAR in Form E -6 at the end of the month. The Head of the Public Authority \nshall include the same in its Annual Report. At the end of the year list of officers who have \nnot defaulted shall published and issued with letter of appreciation. (Form E-7) \n17. Dissemination and Training :- The State Government and the Public \nAuthorities: \n(1) Shall develop and organize campaigns and programmes to advance the \nunderstanding of the public, in particular of the disadvantag ed communities, as \nto how to exercise the rights contemplated under this Act; \n(2) Shall provide staff and infrastructure for the effective implementation of the Act; \n(3) To give timely and effective dissemination of accurate information by public \nauthorities about  the notified services and timeliness to the citizens and the \nprocesses for applications, and \n(4) To train Designated officer, Competent Officer and Appellate Authority, as the \ncase may be, of their duties under the Act; \n(5) Concerned Departments of the State Gove rnment shall frame guidelines \ncontaining such information, in an easily comprehensible form and manner, as \nmay reasonably be required by a person who wishes to exercise any right \nspecified under this Act;  \n(6) Concerned Departments of the State Government shal l, if necessary, update and \npublish guidelines referred to in sub -rule (5) above at regular intervals which \nshall, in particular and without prejudice to the generality of sub -rule (5) above, \ninclude,- \n(i) The objects of this Act; \n(ii) The manner and the form in which request for services shall be made to the \ndesignated officer or competent officer; \n(iii) All remedies in law available regarding a delay or denial of service, \nincluding the manner of filing appeals; \n(iv) Any additional regulations or circulars made or issued in r elation to \nobtaining services in accordance with this Act; \n18. Monitoring of Implementation :- The State Government shall introduce a \nsystem for centralized monitoring of the timely delivery of notified services, through use of \nInformation and Communication  Technologies/E-Governance, and for monitoring various \nprovisions of the Act. \n \n172 | P a g e  \n \nFORM - A \n(State Emblem) \nSAMPLE DISPLAY BOARD \nKarnataka Sakala Services Act , 2011 \n \nName of the Office: \n \nNme of the Village/ Taluk / District \n \nScheduled Services \n \nSl. \nNo. \nList of \nservice \nCom[pensatio\nn fee \nList  of \ndocument\ns \nCheck \nlist) \nName of \nthe \nDesignate\nd Officer \nStipulate\nd time \nfor \ndesignate\nd officer \nCompete\nnt Officer \nStipulated \ntime for \nCompetent \nOfficer \nAppellate \nAuthority \nStipulated \ntime for \nAppellate \nAuthority \n1 2 3 4 5 6 7 8 9 10 \n          \n          \nName of the authorised person to give and receive the application.  \nInstructions to Citizens \n To get the acknowledgement compulsorily \nIf services are delayed / not delivered contact Competent Officer/Appellate Authority \n  along with the acknowledgement receipt. \n \n To know the status and monitoring of the application   \ncontact 080 44554455, e-mail: sakala@nic.in                                                   \n(See: www.sakala.kar.nic.in)                                                                               \n                                                                                                                                                                                           \n \nThe Government Servant who fails \nto give the services are liable to pay Rs.20/- \nper day per service from his Salary. \n \n \n \n \n \n \n173 | P a g e  \n \nFORM - B \n (See rule 4(1) \nAcknowledgement by the Designated Officer/ Authorised Officer \n1. Name of the Applicant with address  \n2. Date of application                               \n3. Acknowledgement Number  \n4 Name of the Designated Officer           \nwith designation and address \n \n5 Details of services sought  \n6 Details of relevant documents  \nenclosed with application \n \n7 Accept  (Yes/No)  \n8 Proposed date of Delivery  \n9 Reject (with reasons)  \n Place: Signature of the Designated Officer/ \nDate:  Authorised Officer. \n \nForm - C \nNotice for recovery of compensatory cost \n     (Competent Officer) \nYou have failed to deliver / delayed the services within the stipulated time under the Karnataka Sakala \nServices Act, 2011 to the applicant Sri ............   having acknowledgement Receipt No........ Therefore, Rs.20/ - per \nday is paid to the appl icant for ........ number of days delayed /........... No. of services defaulted as compensatory \ncost as specified under Section 11(1) of the Act.  The compensatory cost of Rs....... , will be recovered from your \nSalary. You are instructed to give your explanation with justification with in 7 days. \nIt is further instructed to provide the services within the stipulated time.  \nDate: \nPlace: \n                                                                             Competent Officer \nForm - D \n    Format for Order of the Appellate Authority \n     (Competent Officer/Appellate Authority) \nAs per application dated:................the services sought under acknowledgement No............., the \ndelay/default in delivering ...........No. of services has been proved. Acco rdingly an amount of Rs..........has been \npaid as compensatory cost to the applicant with acknowledgement Receipt No....... In this connection within seven \ndays an explanation was called from the Designated Officer. The appeals of the Applicant/Designated \nOfficer/Competent Officer have been enquired into. Based on the appeals, the documents and other information \nfurnished during the course of enquiry, it has been proved that   Sri. ................ has delayed/defaulted in providing \n..........No. of services under Section 9 of the Karnataka Saakala Services Act, 2011.  Therefore, the Drawing Officer \nis instructed to deduct an amount of Rs......... from his salary and credit the same to the concerned Head of \nAccount of the Department. \nDate: \nPlace:                                                                                 Sd/- \n                         (Competent Officer/ Appellate Authority) \n174 | P a g e  \n \nFORM E-1 \nRegister to be maintained by the Designated Officer \n(Name, designation and address) \n \nSl. \nNo \nName of the \napplicant with \naddress and \nacknowledgem\nent No. \nDetails of \nservices sought \nDetails of relevant \ndocuments \nenclosed to the \napplication \nNo. of Services \nDelivered \nRejected \n(with \nreasons \nfor \nrejection) \nDelayed \n(No. of days \ndelayed) \n1 2 3 4 5 6 7 \n  \n \nForm E-2 \nRegister to be maintained by Competent Officer \n(Name, Designation and Address) \n \nSl. \nNo \nName & \nAddress \nof  the \nappellan\nt \nDate of \napplicatio\nn with \nAck. No \nDetails \nof \nservice\ns \nsought \nName and \ndesignatio\nn of the \ndesignated \nOfficer \nappealed \nagainst \nDetails of \nrelevant \ndocument\ns enclosed \nwith \nappeal \nBasis \nfor \nappea\nl \nRelief \nasked \nDate of \ndispos\nal of \nappeal \nNo. of Services \nDate of \npayment \nof C.C. \nDate of \nrecovery \nof C.C. \n1 2 3 4 5 6 7 8 9 10 11 \n \n \n \nForm E-3 \n \n3. Register to be maintained by Appellate Authority \n \nSl. \nNo \nName & \nAddress of  \nthe \nAppellant \nDate of \nfirst \napplicatio\nn with \nAck. No \nDetails \nof \nservice\ns \nsought \nDetails of \ndocuments \naccompanyin\ng the \napplication \nfor second \nappeal \nGrounds \non which \nappeal is \nfiled \nName and \ndesignatio\nn of the \nDesignate\nd Officer \nName and \ndesignation of \nthe Competent \nOfficer to whom \nfirst appeal lies \nDate of \ndisposa\nl \n1 2 3 4 5 6 7 8 9 \n \nForm E - 4 \n \n It has been observed that, out of applications received under the Karnataka Sakala Services Act, 2011, \nyou have failed to deliver the services in ..................cases in the scheduled time as detailed in form E -1. You are \nhereby directed to give your explanation about the reasons for this delay/default and the precautionary measure \ntaken to solve the same within seven days, failing which disciplinary action will be initiated against you.  \n \nCompetent Officer/Appellate Authority \n \n \n \n \n175 | P a g e  \n \nForm E - 5 \n \n It has been observed that, out of applications for appeals received under the Karnataka Sakala Services \nAct, 2011, you have faile d to dispose of ............ No. of appeals within the scheduled time. You are hereby directed \nto give your explanation within seven days, failing which disciplinary action will be initiated against you.  \n \nDisciplinary Authority \n \n \n \nForm E - 6 \n \nName of the \nDepartment \nTotal No. of \napplications \nreceived \nNo. of \nOfficers who \nhave \ndefaulted in \nmore than 7 \ncases. \nNo. of cases \nwhere \ndisciplinary \naction \ninitiated \nCommon \nreasons \nassessed for \ndefault \nMeasures \ntaken for \nreforms \n1 2 3 4 5 6 \n \n \nForm E - 7 \n(Draft Appreciation letter) \n \n \n It is matter of pride that you have delivered the services under the Karnataka Sakala Services Act, 2011 in \ntime to the citizens throughout the year. Because of the best services rendered by you, the Department and the \nGovernment have earned good name and has resulted in promoting good faith in the citizens towards the Act and \nthe administrative reforms measures taken by the Government. It is assumed that the employees will get \nencouragement and enthusiasm from your model service. I would l ike to place on record the Government \nappreciation for the outstanding (default free) service rendered by you in the year.......... \n \n \n Wishing you many more success in future.  \n \n \nSecretary of the Department"
}