{
    "filename": "Transport-Dept-Booklet-1.pdf",
    "filepath": "/Users/chaitanyakartik/Projects/TTS/prototype/voicebot/data/pdfs/Transport-Dept-Booklet-1.pdf",
    "content": "1\nTRANSPORT DEPARTMENT\nKarnataka Electric Bike taxi \nScheme-2021\n\n2\nTable of Contents\nSL. \nNo. Particulars Page \nNo\n1 Title, Extent, Commencement and Application 5\n2 Definitions 5-6\n3 Licensing of Operator 6-7\n4 Application for grant or renewal of license 7\n5 Period of validity of license 8\n6 Security deposit 8\n7 Conditions governing operation of Motor Cycle or \nBike-Taxi services                              \n8-10\n8 Other Conditions 10-11\n9 General conditions to be observed by the Electrical \nBike taxi\n11\n10 General conditions to be observed by the Passenger 11\n11 Power of Licensing Authority to Suspend or Cancel \nLicense\n11-12\n12 Forfeiting of Security Deposit 12\n13 Issue of Duplicate License 12-13\n14 Appeal 13\n15 Voluntary surrender of the license 13\n16 Additional Conditions 13\n17 FORM–1 (Application for the grant / renewal of \nAggregator’s License) \n14\n18 FORM – 2 (License for Aggregator) 15\n19 FORM – 3 (Application for the grant / renewal of \nLicense for Electric Bike Taxi in Individual Case)\n16\n20 FORM – 4 (License for Individual Case) 17\n3\nGOVERNMENT OF KARNATAKA\n  \nNo: TD 160 TDO 2020                                     Karnataka Government Secretariat,\n M.S. Building,\n Bengaluru, Dated:  14.07.2021\nNOTIFICATION\nWhereas, in the last few decades, Indian cities have made substantial \nprogress in putting an affordable mode of public transport. Earlier the \nfocus was on the city bus service however over a period of time many \ncities have started the metro operations which is playing an extremely \nimportant role in the faster movement of the people and in turn leading \nto faster economic growth of the cities. In addition to these the cities are \nhaving taxi services, auto services for point to point movement. Many \naggregators of taxis have come in the market of mobility and are playing \nan extremely important role in most of the cities. On one hand there \nis phenomenal progress in public transport facilities as well as massive \nentry of aggregators in the system, on the other hand the cities are still \ngrappling with the issues of massive traffic jams. It is happening due \nto large number of middle-class people still using the private vehicles \nfor the movement. The gap in the market for the first mile and last mile \nconnectivity is working as the main bottleneck in further use of public \ntransport. There is an urgent need for putting up a system which can \nprovide affordable first and last mile connectivity.\n And whereas, Bike Taxi is one of the options available and many \nstates have already started it in one form or other. Bike Taxi will promote \nurban mobility and will act as a first and last mile connectivity solution \nfor citizens which in turn assist people to access the Public Transport \nand specially for accessing Metro Services. It will also create a flexible \nentrepreneurship opportunities. The Government of India in the last few \nyears have come up with many policy framework and amendments in the \nMotor Vehicle Act, 1988 with the aim of enabling the states in introducing \n4\nBike Taxi in urban areas with certain restrictions to be decided by the \nstates. The Government of India has also brought many provisions to \npromote electric vehicles with the aim of reducing the pollution in the \ncities and in promoting environmentally friendly transport solutions. \nThe state of Karnataka has many urban centers which are grappling with \nthe issue of traffic jam and problem of first and last mile connectivity.\nAnd whereas, clause (27) of Section 2 of the Motor Vehicles Act, \n1988 (Central Act 59 of 1988) provides the definition of a Motor Cycle \nwhich “means a two-wheeled motor vehicle, inclusive of any detachable \nside-car having an extra wheel, attached to the motor vehicle”. S.O. \nnumber 1248(E) dated 05.11.2014 allows registration of “Motor Cycles” \nboth under transport and non-transport categories. In terms of clause \n(27) of section 2 of the Motor Vehicles Act, 1988 (Central Act 59 of 1988) \nTransport Vehicle inter alia means a Public Service Vehicle and in terms \nof clause (35) of section 2 of the Motor Vehicles Act, 1988 “Public Service \nVehicle” means any Motor Vehicle used or adapted to be used for the \ncarriage of passenger for hire or reward.\nAnd whereas, Section 73 and 74 of the Motor Vehicle Act, 1988 \n(Central Act 59 of 1988) empowers the States to issue contract carriage \npermits for all kinds of vehicles including two wheelers. The Motor \nVehicles (Amendment) Act, 2019 dated 09.08.2019 brings app-based \nmobility solution providers under the ambit of the Motor Vehicles, Act \n1988 through the amendment to Section 93 of the Motor Vehicle Act, \n1988 (Central Act 59 of 1988). The Government of India by Notification \nNo. S.O. 5333 (E) dated 18.10.2018 has exempted the battery-operated \nvehicles from the provisions of sub-section (1) of section 66 which \nmandates every vehicle to get a permit to use it as a goods or passenger \nvehicle. \nWhereas, the aim of providing the first and last mile connectivity \nfor public transport and to generate self-employment opportunity, the \nGovernment of Karnataka, in public interest hereby makes the following \nscheme for regulating the Electric Bike Taxi and matters connected \ntherewith, namely:-\n5\nNow therefore, in exercise of the powers conferred by clause (38A) \nof sub-section (1) of section 2 of the Motor Vehicles Act, 1988 (Central Act \n59 of 1988). The Government of Karnataka hereby makes the following \nscheme; namely:-\n1. Title, Extent, Commencement and Application.- \n(1)  This scheme may be called the Karnataka Electric Bike Taxi Scheme, \n2021.\n(2)  It shall extend to the Urban Areas in the whole of the State of \nKarnataka.\n(3)  It shall come into force on the date of its publication in the official \nGazette.\n(4)  This scheme shall apply only for the Battery operated Electric motor \ncycle or electric bike.\n(5)  It shall apply to a person who acts as an agent or a canvasser in the \nmanner as provided in clause (i) of sub-section (1) of section 93 of the \nMotor Vehicles Act, 1988 (Central Act 59 of 1988) and where such \nperson is exclusively engaged in the business of providing electric \nmotor cycle or electric bike to persons or passengers desiring to hire \nthe same for undertaking a journey.\n(6)  It shall apply to an individual who himself is engaged in the business \nof providing his own electric motor cycle or electric bike to persons \nor passengers desiring to hire the same for undertaking a journey.\n(7)  The electric bike taxi for the purpose of this scheme shall be \nregistered as a Motor Cycle in transport category and shall be used \nas public service vehicle.\n2. Definitions.- (1) In this scheme unless the context otherwise requires,-\n(a) “Act” means Motor Vehicles Act, 1988 (Central Act No. 59 of \n1988);\n(b) “Authority” means the following authority competent to issue \nlicense under this scheme;\n6\n(i) State Transport Authority in respect of 100 or more bikes;\n(ii) Regional Transport Authority in respect of less than 100 \nbikes, excluding individual Bikes; and\n(iii) Jurisdictional Secretary, RTA in respect of individual bikes \ncase.\n(c) “Electric Bike” means a Battery Operated Motor Cycle under \nthe category of Battery-Operated Vehicle as defined under \nclause (u) of rule 2 of the Central Motor Vehicles Rules, 1989;\n(d) “Form” means a form appended to this scheme;\n(e) “Individual Bike Case” means the case where an individual \nowns an Electric Bike and himself works as driver and provides \nthe service under this scheme;\n(f)  “License” means a license granted or renewed under this scheme \nfor principal establishment and includes the supplementary \nlicense granted to the applicant for any establishment or branch \noffice specified in such supplementary license;\n(g) “Licensee or operator” means the holder of a license under this \nscheme; \n(h)  “Section” means section of the Act; and\n(i)  “Service provider” means the person who is the owner of the  \n   vehicle. \n(2)  Words and expressions used but not defined in the scheme and \ndefined in the Act, Central Motor Vehicles Rules, 1989; and the \nKarnataka on demand Transportation Technology Aggregators \nRules, 2016 shall have meanings assigned to them therein.\n3. Licensing of operator.-\n(i) No person shall engage himself in the business of operating a \nbike taxi or run a bike taxi agency unless he obtains a license \nfrom the concerned authority.\n7\n(ii) The concerned authority shall issue license under this \nscheme. \n(iii) Any person who obtains a license under this scheme shall be \ndeemed to be an agent under section 93 of the Act.\n(iv) Any license under this scheme shall be only for Electric Bike \n(Motorcycle).\n(v) Any license given under this scheme shall be valid only for \none particular city.\n4.  Application for grant or renewal of license.-\n(i) An application for the grant or renewal of a license under the \nscheme shall be made in Form 1 to the concerned Authority \nand shall be accompanied with appropriate application fees as \nprovided in rule 13 of the Karnataka on demand Transportation \nTechnology Aggregators Rules, 2016;\n  Provided that, in Individual Bike Case, application for the grant \nor renewal of a license under the scheme shall be made in Form \n3 and no fee shall be charged.\n(ii) The licensing authority, after being satisfied that the applicant \nfulfils all the conditions of the scheme and the provision of \nrule 7 of the Karnataka on demand Transportation Technology \nAggregators Rules, 2016 may issue the license in Form 2. In \nIndividual Bike Case the license shall be issued in Form 4. \n(iii) The application for renewal shall be made 30 days before the \nexpiry of the license. \n(iv) In case of refusal to grant the license, the licensing authority \nshall after giving the applicant an opportunity of hearing pass \nan order recording the reasons of refusing the license.\n8\n5. Period of validity of license.- \nThe license issued by the competent authority for this scheme shall \nbe valid for a period of five years from the date of issue of license.\n6. Security deposit.- \nThe licensee shall deposit cash security of rupees five thousand        \nprovided Individual Bike case shall be exempted from security deposit.\n7. Conditions governing operation of Motor Cycle or Bike-Taxi \nservices:- \n (1)   Any service provider whether individual, firm registered under the \nPartnership Act, 1932 or a company registered under the Companies \nAct, 2013 or desirous of providing such service shall obtain license \nunder the scheme.\n(2)   The service provider must own or have agreements of an Electric \nBike Taxi to undertake commencement of such services. The tax \npayable under the Karnataka Motor Vehicle Taxation Act, 1957 and \nrules made thereunder shall be duly paid.\n(3)   The Electric Bike Taxi shall be duly registered and shall require \nobtaining fitness certificate as per provisions of section 56 of the Act \nand rules made thereunder.\n(4)    Adequate facility for garage or parking of all such Bike Taxi along \nwith provision of their reasonable maintenance shall be provided \nby the licensee.\n(5)   The Electric Motorcycle shall be duly insured under the provisions \nof Act.\n (6)  The distance between the origin and the destination of a trip shall \nnot be more than  10 Kms.\n(7)   The concerned Authority shall decide from time to time, about the \nroutes which shall be excluded from the operation of Bike Taxi \nscheme\n9\n(8)    Helmet as specified under the Act and rules made there under shall \nbe used by driver and to be provided to passenger.  The helmets \nshall be of yellow color. Driver shall wear jacket with reflective \ncolor marked as “ELECTRIC BIKE TAXI”.\n(9)    No permits are required for Electric Motorcycle as it is exempted as \nper Government of India Notification no. SO. 5333 (E) dated: 18-10-\n2018. Bike-taxi shall be used as a “Contract Carriage” as defined in \nsection 2(7) of the Motor Vehicles Act, 1988.\n(10)  Various measures on safety and security of the passenger as may \nbe specified by Transport Department from time to time shall be \ncomplied with by the Service Provider.\n(11)  Driver, either individual or appointed by the service provider, shall \nhave valid license to drive a two-wheeler vehicle and adhere to \nthe provisions under the Act and rules made there under and an \nauthorization from the licensee to drive the Bike Taxi.\n(12)  Antecedents of all appointed drivers shall be thoroughly checked by \nthe service provider and a report of antecedents of drivers engaged \nby him shall be forwarded to the Police Station of the area where \nthe office of the service provider is located or the city in which it is \noperated. In case any adverse report about the antecedents of a driver \nis received from the concerned Police Station then the services of the \ndriver shall be terminated immediately by the service provider on \nreceiving of such report. In case of individual, the applicant shall \nsubmit the antecedents report from police department at the time of \nfiling application for license.\n(13) Journeys preferred by passenger shall be offered on a direct and \nshortest route basis only.\n(14) Carrying of persons below 15 years of age as hirers shall not be \nallowed. More than one Pillion rider shall not be allowed.\n10\n(15) Carriage of personal effects by the hirer shall be allowed on a very \nlimited basis, like a normal size backpack or handheld briefcase, etc. \nof reasonable weight.\n(16)  Color of all such Bike Taxis shall be painted in such a color as \nspecified by the Transport Commissioner. The words “Bike-Taxi” \nshall be painted prominently on both sides of the vehicle using \nreflective colors only and shall also display the words “Bike-Taxi” \non additional plates on a white base color both at the front and at \nthe back of the vehicle. \n8. Other Conditions.- \n(1) The Vehicle shall carry a first aid box.\n(2) The vehicle shall meet the emission standards as laid down \nfrom time to time.\n(3) The dangerous or hazardous goods as specified in rule 137 of \nthe Central Motor Vehicles Rules, 1989 or any other goods as \nmay be specified from time to time shall not be carried in the \nvehicle.\n(4) The name and phone number of the service provider or \nindividual and Bike Driver shall be painted or otherwise firmly \naffixed on the exterior of the body of the Electric Bike in a color \nvividly contrasting to the color of such bike.\n(5) The licensee shall charge flat fare in two slabs, (i) upto 5 Kms (ii) \nabove 5 and upto 10 Kms  as specified by the State Government \nfrom time to time.\n(6) No advertisement shall be displayed in a manner that it becomes \nhazardous or a disturbance to the safety of traffic and must be \nstrictly in accordance with the guidelines issued by the State \nTransport Authority in this regard from time to time.\n(7) The distance of the journey traveled by the hirer shall be \nmeasured on the basis of odometer fitted in the bike. Fare shall \nbe collected on the basis of distance and not on the basis of \njourney time.\n11\n(8) Use of vehicles shall be as per traffic laws and especially shall \nnot ride on footpath.\n(9) GPS tracking of vehicle shall be adopted by the service provider \nhaving more than 50 Bike Taxis and links or feeds shall be \nshared with enforcement or administrative authority whenever \nrequired.\n9. General conditions to be observed by the Electrical Bike taxi.- \nWhile riding the Electric Bike Taxi rider shall not,-\n(i) Smoke or drink alcohol or be under the influence of alcohol \nwhile riding;\n(ii) Misbehave in uncivilized or dis-orderly manner towards \npassenger;\n(iii) Willfully or negligently damage the bike taxi or any of its \nfittings; and\n(iv) Drive the vehicle in contravention of the provisions of the \nnotified speed limits.\n10. General conditions to be observed by the Passenger.- While \ntravelling the Electric Bike Taxi the passenger shall not,-\n(i) Smoke or drink alcohol or consume alcoholic substances;\n(ii) Misbehave in uncivilized and dis-orderly manner towards \ndriver;\n(iii) Willfully or negligently damage the bike taxi or any of its \nfittings; and \n(iv) Cause a driver to drive the vehicle in contravention of the \nprovisions of the notified speed limits.\n11. Power of Licensing Authority to Suspend or Cancel License.- \n(1)  If the license holder violates the para 7, 8 and 10, the  licensing \nauthority, after giving the licensee an opportunity to be heard, is of \nthe opinion that,-\n12\n(a) A licensee has failed to comply with any of terms and conditions \nas detailed in the scheme; or\n(b) The licensee has failed to maintain the Bike Taxi in compliance \nwith the provisions of the Act and rules made thereunder;\n The licensing authority may suspend the license for a period up \nto six months but not less than 30 days or may cancel the license \nunder rule 11 of the Karnataka on demand Transportation \nTechnology Aggregators Rules, 2016. \n(2)  Every licensee whose license has been cancelled shall be permitted \nto apply for another license to the licensing authority after a period \nof six months from the date of cancellation.\n(3)  When the license is suspended or cancelled under sub-clause (1), \nthe holder of the license shall surrender the license to the licensing \nauthority and discontinue the service.\n12. Forfeiting of Security Deposit.- \n If the holder of a license fails to comply with the terms and conditions \nas mentioned under this scheme or any employee of licensee is guilty \nof any misbehavior or misconduct with any passenger travelling, \nthen the licensing authority shall be free to suspend or revoke the \nlicense or and forfeit the complete security deposit or appropriate \nportion looking to the seriousness of the offence.\n13.  Issue of Duplicate License.-\n(a) If at any time the license is lost or destroyed, the holder shall \nreport to the police station in the jurisdiction of which the loss \nor destruction has occurred and intimate the fact in writing \nto the licensing authority and apply in writing to the said \nlicensing authority for a duplicate license or supplementary \nlicense accompanied by the fees as specified in sub-rule (7) of \nrule 4 of the Karnataka on demand Transportation Technology \nAggregators Rules, 2016. In case of individual (Single Electric \nBike Taxi), no fees shall be collected.\n13\n(b) On receipt of an application along with the specified fee in sub-\nclause (a), the licensing authority may issue a duplicate license \nclearly marked as “Duplicate”.\n(c) After the issue of a duplicate license if the original is traced, the \nsame shall be surrendered forthwith to the licensing authority.\n14. Appeal.- \n Any person aggrieved by any order of the licensing authority under \nclause 8, 9 and 10 of the scheme may prefer within thirty days of \nthe receipt of the order, an appeal to the Karnataka State Transport \nAppellate Tribunal under Rule 12 of the Karnataka on demand \nTransportation Technology Aggregators Rules, 2016.\n15. Voluntary surrender of the license.- \n The holder of a license may at any time surrender the license issued \nto him by the licensing authority which granted the license and on \nsuch surrender the licensing authority shall cancel the license. The \nholder of the license before surrendering the license shall clear all \nthe dues if any under this scheme.\n16. Additional Conditions.- \n The State Government may at any time attach additional conditions \nto be followed by the licensee and may also direct the licensee to \nfurnish such returns as directed by it from time to time.\n By order and in the name of \n Governor of Karnataka\n (ANJUM PARWEZ)\n Principal Secretary to Government,\n Transport Department\nTo.\nThe Compiler, Karnataka Gazette, Vikasa Soudha, Bangalore – to \npublish this notification in today’s Extra Ordinary Gazette.\n\n14\nFORM – 1\n[(See sub-clause (i) of Clause 4]\nApplication for the grant/renewal of Aggregator’s License\nTo,\nThe Secretary,\nKarnataka State Transport Authority/Regional Transport Authority.\n  \nI, the undersigned hereby apply for grant /renewal of a License for \noperation as an Aggregator under The Karnataka on demand Transportation \nTechnology Aggregators Rules, 2016\n1. Name in full\n2. Address of the main office\n3. Number of branches and their addresses\n4. a) If a registered company, enclose a copy of \ncertificate of incorporation / registration along \nwith a copy of memorandum of association.\nb) If a firm, enclose a copy of certificate of \nregistration of the firm.\n5. Telephone Number, web address and e-mail id\n6. Number of Electric Bike Taxies proposed to be \noperated. (Enclose a separate list containing vehicle \nnumber particulars of each vehicle)\n7. Details of GPS/GPRS facility\n8. Details of other infrastructure\n9. Details of Financial condition\n10. Details of fee paid\n11. Details of Security Deposit by way of Bank \nGuarantee\nI hereby declare that the information given above and other documents \nenclosed herewith are true to the best of my knowledge.  I understand that \nif any information is found to be incorrect at any point of time, the License \ngranted to me is liable to be cancelled, besides initiating other legal action/\nactions against me. I have gone through the provisions of The Karnataka on \ndemand Transportation Technology Aggregators Rules, 2016; I accept the same \nand agree to abide by the said Rules.\nPlace: Signature of the Applicant/\nDate: Authorized signatory\n15\nFORM – 2\n[See sub-clause (iii) of Clause 4]\nLicense for Aggregator\nMr./Mrs./Miss ______________________ is hereby licensed to function \nas an operator under The Karnataka on demand Transportation Technology \nAggregators Rules, 2016, subject to conditions contained in the Rules.\n1. Name of the aggregator in full\n2. Address of the main office\n3. Addresses of branches \n4. Telephone Number, web address \nand e-mail id\n5. Number of Electric Bike Taxies \n(As per the list enclosed)\n6. Particulars of the network through \nwhich the operator shall function\n7. Details of fee paid\n8. Details of bank guarantee\nThe License shall observe all the conditions contained in The Karnataka on \ndemand Transportation Technology Aggregators Rules, 2016\nThis License is valid from ………………. to …………………..\nPlace:\nDate:    \n Secretary, \n State Transport Authority/\n Regional Transport Authority. \n16\nFORM – 3\n[(See sub-clause (ii) of clause 4]\nApplication for the grant/renewal of License for Electric Bike \nTaxi in Individual Case\nTo,\nThe Regional Transport Officer,\nRegional Transport Office (Jurisdictional),\nCity Name.\nI, the undersigned hereby apply for grant/renewal of a License for \noperation of my own Electric Bike Taxi.\n1. Name in full\n2. Address \n3. Telephone Number and e-mail id\n4. Vehicle particulars\nI hereby declare that the information given above and other documents \nenclosed herewith are true to the best of my knowledge.  I understand that \nif any information is found to be incorrect at any point of time, the License \ngranted to me is liable to be cancelled, besides initiating other legal action/\nactions against me.\nPlace: Signature of the Applicant\nDate:\n17\nFORM – 4\n[See sub-clause (iii) of Rule 4]\nLicense for Individual Case\nMr/Mrs/Msrs______________________ is hereby licensed to operate \nhis/her Electric Bike as Electric Bike Taxi under Karnataka Electric Bike Taxi \nScheme, 2021, subject to conditions contained in the scheme.\n1. Name of the operator\n2. Address \n3. Telephone Number \nThe Licensee shall observe all the conditions contained in the Karnataka Electric \nBike Taxi Scheme, 2021. \nThis License is valid from ………………. to …………………..\nPlace:\nDate: Secretary, \n Regional Transport Authority\n (ANJUM PARWEZ)\n Principal Secretary to Government,\n Transport Department\n\n18\nContact details of Transport Department \nOfficers, GoK\nSr. \nNo Profile of Officers Contact Details\n1. Principal Secretary  to \nGovernment, Transport \nDepartment, 153, 3rd Gate, \nM S Building Dr. B.R Ambedkar \nVeedhi, Bangalore-560001. \nPh:+080-22032548 \nE-mail:Secretarytransport@gmail.com \nWebsite: www.transport.karnataka.gov.in\n2 Commissioner for Transport and \nRoad Safety. 1st floor, TTMC \nBuilding, K.H.Road, Bengaluru.\nPhone : 080-22214900, \nFax : 080 22235804\nMob :9449863211\nEmail :transcom@nic.in\n3 Additional Commissioner for \nTransport (Administration)\nPhone : 91-80-22235176\nMob : 9449863212\nEmail :jctadmn-tran-ka@nic.in\n4 Additional Commissioner for \nTransport (Environment & \ne-Governance)\nPhone : 91-80-22243717\nMob : 9449863215\nEmail :jcteeg-tran-ka@nic.in\n5 Additional Commissioner for \nTransport and Secretary, KSTA. \nBengaluru.\nPhone : 91-80-22272461 \nFax : 080 22272461\nMob : 9449863213\nEmail :jctsta-tran-ka@nic.in\n6 Additional Commissioner for \nTransport (Enforcement- South) \n(Incharge) Bengaluru.\nPhone : 91-80-22236698\nFax : 080 22232459\nMob : 9449863214\nEmail :jctenfs-tran-ka@nic.in\n7 Additional Commissioner for \nTransport (Enforcement- North) \nDharwad.\nTele-Fax: 0836-2322206,\nMob : 9449863216\nEmail :jctenfn-tran-ka@nic\n8 Additional Commissioner for \nTransport and Director, Road \nSafety Cell, Bengaluru.\nPhone : 080-22371120\nMob : 8762635788\nEmail: rscdirector@yahoo.in\n9 Additional Commissioner for \nTransport, Bengaluru Urban\nPhone : 91-80-22271100\nFax : 080-22271100\nMob : 9449863217\nEmail :jctbng-tran-ka@nic.in\n19\n10 Managing Director \nDevraj Urs Truck Terminal\nBengaluru.\nPhone : 080- 22223753/22223758\nEmail :dduttl.1980@gmail.com\n11 Joint Commissioner for \nTransport (Bengaluru Rural \nDivision)\nPhone : 080-22866670  Mob : 9449863221 \nEmail :dctbngr-tran-ka@nic.in\n12 Joint Commissioner for \nTransport (Mysuru Division) \nMysuru\nPhone : 0821-2330347\nMob : 9449863223\nEmail :dctmys-tran-ka@nic.in\n13 Joint Commissioner for \nTransport (Shivamogga Division) \nShivamogga\nPhone : 08182-278045/46,\nMob : 9449863224\nEmail :dctsmg-tran-ka@nic.in\n14 Joint Commissioner for \nTransport (Belagavi Division) \nBelagavi\nPhone : 0831-2423900,\nMob : 9449863225\nEmail :dctbgm-tran-ka@nic.in\n15 Joint Commissioner for \nTransport \n(Kalaburagi Division) Kalaburagi\nPhone : 08472-248005,\nMob : 9449863226\nEmail :dctglb-tran-ka@nic.in\nCONTACT DETAILS OF DCT AND SENIOR RTO, RTO\n AND ARTO\nTRANSPORT DEPARTMENT, \nGOVERNMENT OF KARNATAKA.\nOFFICE ADDRESS PHONE NO. E-MAIL ID.\nDeputy Commissioner for Transport & Senior \nRegional Transport Office, Bengaluru(Central), \nKoramangala, BDA complex, 3-block, Bengaluru\n080-25533525 \n080-25533545\nFax: 25633525\n9449864001\nrtobngc-ka@nic.in\nRegional Transport Office, Bengaluru \n(West), Rajajinagar Shopping Complex, \nBengaluru-560010\n080-23324388\nFax: 23327188\n9449864002\nrtobngw-ka@nic.in\nRegional Transport Office, Bengaluru \n(East),CA-15, N.G.E.F, East, Kasturi Nagar, \nBengaluru\n080-29735190\nFax: 25205079\n9449864003\nrtobnge-ka@nic.in\nRegional Transport Office, Bengaluru (North), 3rd \nFloor, Shopping Complex, Railway Station Road, \nYashwanthapura, Bengaluru - 560022\n080-23376039/ \n23371538\n9449864004\nrtobngn-ka@nic.in\nDeputy Commissioner for Transport & Senior \nRegional Transport Office, Bengaluru(South), \nJayanagar Shopping Complex, 4th Block, \nJayanagar, Bengaluru-560011\n080-26630989/ \n26633853\nFax:22440838\n9449864005\nrtobngs-ka@nic.in\nRegional Transport Office, Railway Men Layout, \nNear Upkar Layout, Malathalli,\nBengaluru-560056\n080-23286712/13\n9449864041\nrtojnbt-ka@nic.in\n20\nAssistant Regional Transport Office, \nRani Cross, NH-7, Devanahalli-562110\n080-27681999\n9449864043\nartodhalli-ka@nic.in\nRegional Transport Office, Survey No:111, \nSinganayakanahalli Village,\nYelahanka Hobli, Bengaluru (North) -560064\n080-29729909/08\n9449864050\nrtoylnk-ka@nic.in\nRegional Transport Office, \nEelctronic City, Vijaya Bank Layout, BTM 4th \nstage, 2nd Main, Deverachikkanahalli, Bengaluru \n-560076.\n080-26483551 \n9449864051\nrtoecity-ka@nic.in\nRegional Transport Office, 5/4, Bhattarahalli,Old \nMadras Road, K.R.Puram,Bengaluru. -560049\n080-25617951/59\n9449864053\nrtokrpur-ka@nic.in\nRegional Transport Office, STU and \nautorikshaws, Shanthinagar, Bengaluru- 560027\n080-22230051/\n22230110\n9449864057\nrtoarstu-ka@nic.in\nRegional Transport Office, Chandapura, sy \nNo 194 & 195,Chandapura Anekal Main road, \nMarasuru Village,Bangalore -562106\n080-27827265\n9449864059\nrto-chandapura@\nkarnataka.gov.in\nRegional Transport Office, B.H.Road, \nTumakuru-572101\n0816-2278473, \n2277644, 2276444 \n9449864006\nrtotmkr-ka@nic.in\nRegional Transport Office, Saarige Soudha, \nBangarpet Main Road, Kolar - 563101\nT-Fax: 08152-\n222039 \n9449864007\nrtoklr-ka@nic.in\nAssistant Regional Transport Office, Kormondal, \nK.G.F - 563122\n08153-26021 \n9449864008\nartokgfOffice@ gmail.com\nRegional Transport Office, Bengaluru Road,\nChikkaballapura - 562101\n08156-270446\n9449863440\nrtocbpr-ka@nic.in\nRegional Transport Office, Near Ghousia College, \nMysuru Road, Ramanagara-562159\nT-Fax:27273471\n9449864042\nrto42@gmail.com\nAssistant Regional Transport Office,\nRevenue Dept. Employees Society Building, \nHonnavara Road, Tiptur-572201\n08134-254799\n9449864044\narun25md@gmail.com\nkavya1991ram@ gmail.com\nRegional Transport Office,\nSvy No 63 Gowdahalli Village, Dasanapura Hobli \nBengaluru North, Nelamangala, \nBengaluru -562162\n080-29511295\nT-Fax:27728094\n9449864052\nrtonmg-ka@nic.in\nAssistant Regional Transport Office,\nAPMC Yard, Gowribidanur Road, \nMadhugiri-572132\n813728422\n944984064\nrtomadugiri@ gmail.com\nAssistant Regional Transport Office,\nA.No 780/744, W.No.8, Kannampalli, Dist : \nChikkaballapura, Chintamani\n08154-298977\n9449863477\nka67arto@gmail.com\nRegional Transport Office,\nChamaraja Puram, Mysuru (West)-570005\n0821-2330364/ \n2334430\n9449864009\nrtomysw-ka@nic.in\n21\nRegional Transport Office,\nTriveni Circle, Dr.Raj Kumar Road, \nMysuru (East) -570019\n0821-2570700\n9449864055\nrtomyse-ka@nic.in\nRegional Transport Office, \nNear Railway Station Road, \nChamarajanagar-571313\n08226-222444\n9449864010\nrtochmgr-ka@nic.in\nRegional Transport Office, ,\nNear Deputy Commissioners Office, \nMandya-571401\n08232-220031\nFax -227460\n9449864011\nrtomdy-ka@nic.in\nRegional Transport Office,\nSunny Side, General Thimmaiah Road, \nMadikeri-571201\n08272-298785\n9449864012\nrtomdkr-ka@nic.in\nRegional Transport Office, \nB.Kathihalli, Arasikere Road, \nHassan-573201\n08172- 240660/ \n240514 \n9449864013\nrtohsn-ka@nic.in\nAssistant Regional Transport Office,\nCauvery Irrigation Nigama, No.1, HRBC Building, \nHunsur-571105\n0822-2252699\n9449864045\nrtohsn-ka@nic.in\nAssistant Regional Transport Office, \nNagamangala, Mandya Dist.-571432\n08234-285598\n9449864054\nartongmg-ka@nic.in\nRegional Transport Office, Sowlang Road, Old \nD.C Office Compound.,\nShivamogga-577201\n0812-222209\nFax -226400\n9449864014\ndctsmg-tran-ka@nic.in\nrtosmg-ka@nic.in\nAssistant Regional Transport Office,\nIkkeri Road, Sagar - 577401\nT-Fax: 08183-\n226276\n9449863415\nartosgr-ka@nic.in\nRegional Transport Office,\nNH-4, Deviation Road, Chitradurga-577501\n08194-\n230434/231894\n9449864016\nrtoctg-ka@nic.in\nRegional Transport Office, \nDevaraj Urs Layout, Davanagere-577006\n08192-\n259848/232023\n9449864017\nrtodvg-ka@nic.in\nRegional Transport Office, \nM.L.Vasudeva Murthy Building, Hosmane Extn, \nChikkamagaluru-577102\n08262-220366\n9449864018\nrtockm-ka@nic.in\nRegional Transport Office,\nHampankatta, Nehru Maidan Road, East A.B. \nShetty Circle, Mangaluru-575001\n0824-2220577\nFax: 2422052\n9449864019\nrtomng-ka@nic.in\nRegional Transport Office,\n“SarigeSowdha”, Rajatadri, Manipal,\nUdupi Dist-576103\n0820-2575137\n9449864020\nrtoudp-ka@nic.in\nRegional Transport Office,\nPuttur D K. Opp: K.E.B Office Bannur, \nPuttur-574203\n08251-230729\n9449864021\nrtoputtur@yahoo.com\n22\nAssistant Regional Transport Office\nRaitha Bhavana, Taluk Agriculture Produce \nCo-operative marketing Society, Beside DySp \nOffice, Bengaluru-Shivamogga Road,\nTarikere, Chikkamangaluru-577102\n9449863224 ----------------------\nAssistant Regional Transport Office\nNo. 21-65/2, Birwa Tower, Melkar, Bantwala \nTq & Post, Dakshina Kannada Dist-574231\n08255-280504\n9449864019\nartobantwal@ gmail.com\nRegional Transport Office,\nBelagavi Sangolli Rayanna Circle, Shivaji  Nagar, \nBelagavi-590016\n0831-2465503/\n2404759\n9449864022\nrtobgm-ka@nic.in\nRegional Transport Office, N M Road. \nChikkodi-591201\n08338-272241/\n274129 \n9449864023\nrtockd-ka@nic.in\nAssistant Regional Transport Office,\nDevalapur Road, Near Carmel Convent, \nBailhongal – 591102\n08288-233288/\n292412\n9449864024\nartoblng-ka@nic.in\nRegional Transport Office, Navanagar Post, \nHubli-Dharwad Road, Dharwad (West)-580001\n0836-2233929/\n2233925/ 2233920 \n9449864025\nrtodwd-ka@nic.in\nRegional Transport Office, Dharwad (East), \nGabbur Cross, P.B. Road,\nHubballi.\n0836-2244550\n9449864063\nrtodharwadeast.63@ gmail.\ncom\nRegional Transport Office, Haveri Road, \nNear Anjuman College, Gadag-582102.\n08372-297219\n9449864026\nrtogdg-ka@nic.in\nRegional Transport Office, Hubballi road, \nHaveri – 581110\n08375-232299\n9449864027\nrtohvr-ka@nic.in\nRegional Transport Office, Bagalkot Road, \nVijayapura-586101\n08352-\n276228/276218\n9449864028\nrtoka28@gmail.com\nAssistant Regional Transport Office,\nBombay Chawl, Dandeli Ferro Alloys Premises, \nDandeli.\n08284-230916  artodandeli@gmail.com\nRegional Transport Office, \nStation Road Extention Area, Navanagar,\nBagalkot-577101\n08354-235275/ \n235276\n9449864029\nrtoka29bagalkot@ gmail.\ncom\nRegionla Transport Office,\nNear PWD Inspection Bungalow, \nKarwar-581301\n08382-\n226364/229249\n9449864030\nrtokarwar@gmail.com\nRegional Transport Office, Basattikere, \nBasaveshwara colony, Uttara Kannada, \nSirsi-581402\n08384-233090/ \n234259\n9449864031\nrtosrs-ka@nic.in\n23\nAssistant Regional Transport Office, \nV.G.Pai Building, Ganapathi Tower,\nNo.1267, Near N.H.7, Honnavara-Kumata Road, \nHonnavara-571105\n08387-220033\n9449864047\nrtohnr-ka@nic.in\nAssistant Regional Transport Office, \nSri Deepak Basavaraj Katagi’s Building, \nL.T.S. No.4941, APMC Yard, Jamakhandi, \nBagalkot Dist.-587301\n08353-238040\n9449864048\nartojkd@yahoo.in\nAssistant Regional Transport Office,\nGokak, Belgavi Dist.-591307 \n08332-224727\n9449864049\nartogkk-ka@nic.in\nAssistant Regional Transport Office\nReg.No. 304-A/1A/1, Plot No.103, Siddeshwara \nNagara, Ranebennur. Haveri District.\n083732-60452\n9845844119\nartoranebennur@ gmail.com\nAssistant Regional Transport Office, 1st Floor, \nPWD Building, Behind Mini Vidhana Soudha, \nRamadurga, Belagavi District\n 08335-242131 artormdg-ka69@gmail.com\nDeputy Commissioner for Transport & Senior \nRegional Transport Office, Rajpur Cross, \nSedam Road, Kalaburagi-585105\n08472-248805/ \n246926\n9449864032\nrtoglb-ka@nic.in\nRegional Transport Office,\nNear KSRTC Bus Depot, Station Area, \nYadagiri-585201\n08473-252580\n9449864033\nrtoydgr-ka@nic.in\nRegional Transport Office, \nBellary-Hospet Road, Contonment, \nBallari-583101\n08392-240048/\n244116/240038\n9449864034\nrtoblr-ka@nic.in\nRegional Transport Office, No.180, \nNear Harihara Road, Amaravathi, \nHosapete-583201\n08394-230766/\n231982\n9449864035\nrtohsp-ka@nic.in\nRegional Transport Office, Near KSRTC Depot, \nMantralaya Road, Raichur-584101\n08532-223329/\n223094\n9449864036\nrtorcr-ka@nic.in\nRegional Transport Office,  APMC Yard, \nKoppal - 583231\n08539-220829/ \n225023 \n9449864037\nrtokpl-ka@nic.in\nRegional Transport Office,  \nNear Airforce Gate, Bidar-585401\n08482-226361\n9449864038\nrtobdr-ka@nic.in\nAssistant Regional Transport Office,\nLokhande Building opp. Bheemanna Khandre \nInstitute of Technology, Bidar Dist, \nBhalki - 585328\n08484-262582/\n262194\n9449864039\nartobhalki.ka39@ gmail.com\nAssistant Regional Transport Office, \nBasavakalyana, Sastapura Bangare, \nNH 9, Basavakalyan-585437\n08481-256996\n9449864056\n artobasavakalyanka56@\ngmail.com\n24\nARTO, Attibele 27844737 \n9449864080\nckpatbl-rto-ka@nic.in\nARTO, Nangli 9449864058 nagaliarto@gmail.com\nARTO, Bagepalli 08150-782112\n9449864068\nkummy2345@gmail.com\nRayalpadu 08157-243969\n9449864066\n nagaliarto@gmail.com\nGowribidanur C. P. 08155-84575\n9449863499\nkumargbd54@gmail.com\nARTO, Ramnagar 08383-242278\n9449864073\n------------------------------\nARTO, Nippani/Kognalli 08338-292466\n9449864078\nmaheshkumbar0707@ \ngmail.com\nARTO, Kagawada 08339-292452\n9449864059\nrajubadachi@gmail.com\nARTO, Zalaki 08422-\n284402/282054\n9449864076\nartozalaki28@gmail.com\nARTO, Aland 08477-203707\n9945035085\nckpalnd-rto-ka@nic.in\nARTO, Humnabad 08483-270659  ckphmbd-rto-ka@nic.in\nARTO, Talapadi 9449110499  ckptlpd-rto-ka@nic.in\nARTO, Hagari 08392-265065  Ckphgr-rto-ka@nic.in"
}